{
  "2024-12-22": "If anyone tells you that a certain person speaks ill of you, do not make excuses about what is said of you but answer, \"He was ignorant of my other faults, else he would not have mentioned these alone.",
  "2024-12-23": "Wealth consists not in having great possessions, but in having few wants.",
  "2024-12-24": "Don't just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.",
  "2024-12-25": "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.",
  "2024-12-26": "Man is not worried by real problems so much as by his imagined anxieties about real problems",
  "2024-12-27": "It's not what happens to you, but how you react to it that matters.",
  "2024-12-28": "First say to yourself what you would be; and then do what you have to do.",
  "2024-12-29": "If you want to improve, be content to be thought foolish and stupid.",
  "2024-12-30": "Any person capable of angering you becomes your master; he can anger you only when you permit yourself to be disturbed by him.",
  "2024-12-31": "How long are you going to wait before you demand the best for yourself and in no instance bypass the discriminations of reason? You have been given the principles that you ought to endorse, and you have endorsed them. What kind of teacher, then, are you still waiting for in order to refer your self-improvement to him? You are no longer a boy, but a full-grown man. If you are careless and lazy now and keep putting things off and always deferring the day after which you will attend to yourself, you will not notice that you are making no progress, but you will live and die as someone quite ordinary.  From now on, then, resolve to live as a grown-up who is making progress, and make whatever you think best a law that you never set aside. And whenever you encounter anything that is difficult or pleasurable, or highly or lowly regarded, remember that the contest is now: you are at the Olympic Games, you cannot wait any longer, and that your progress is wrecked or preserved by a single day and a single event. That is how Socrates fulfilled himself by attending to nothing except reason in everything he encountered. And you, although you are not yet a Socrates, should live as someone who at least wants to be a Socrates.",
  "2025-01-01": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
  "2025-01-02": "It is impossible for a man to learn what he thinks he already knows.",
  "2025-01-03": "He who laughs at himself never runs out of things to laugh at.",
  "2025-01-04": "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
  "2025-01-05": "Circumstances don't make the man, they only reveal him to himself.",
  "2025-01-06": "People are not disturbed by things, but by the views they take of them.",
  "2025-01-07": "Other people's views and troubles can be contagious. Don't sabotage yourself by unwittingly adopting negative, unproductive attitudes through your associations with others.",
  "2025-01-08": "Only the educated are free.",
  "2025-01-09": "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. Which is why it is essential that we not respond impulsively to impressions; take a moment before reacting, and you will find it easier to maintain control.",
  "2025-01-10": "You are a little soul carrying around a corpse",
  "2025-01-11": "First learn the meaning of what you say, and then speak.",
  "2025-01-12": "No man is free who is not master of himself.",
  "2025-01-13": "I laugh at those who think they can damage me. They do not know who I am, they do not know what I think, they cannot even touch the things which are really mine and with which I live.",
  "2025-01-14": "To accuse others for one's own misfortune is a sign of want of education. To accuse oneself shows that one's education has begun. To accuse neither oneself nor others shows that one's education is complete.",
  "2025-01-15": "Nature hath given men one tongue but two ears, that we may hear from others twice as much as we speak.",
  "2025-01-16": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
  "2025-01-17": "Attach yourself to what is spiritually superior, regardless of what other people think or do. Hold to your true aspirations no matter what is going on around you.",
  "2025-01-18": "Seek not the good in external things;seek it in yourselves.",
  "2025-01-19": "Now is the time to get serious about living your ideals. How long can you afford to put off who you really want to be? Your nobler self cannot wait any longer. Put your principles into practice – now. Stop the excuses and the procrastination. This is your life! You aren’t a child anymore. The sooner you set yourself to your spiritual program, the happier you will be. The longer you wait, the more you’ll be vulnerable to mediocrity and feel filled with shame and regret, because you know you are capable of better. From this instant on, vow to stop disappointing yourself. Separate yourself from the mob. Decide to be extraordinary and do what you need to do – now.",
  "2025-01-20": "The greater the difficulty, the more glory in surmounting it. Skillful pilots gain their reputation from storms and tempests.",
  "2025-01-21": "Most of what passes for legitimate entertainment is inferior or foolish and only caters to or exploits people's weaknesses. Avoid being one of the mob who indulges in such pastimes. Your life is too short and you have important things to do. Be discriminating about what images and ideas you permit into your mind. If you yourself don't choose what thoughts and images you expose yourself to, someone else will, and their motives may not be the highest. It is the easiest thing in the world to slide imperceptibly into vulgarity. But there's no need for that to happen if you determine not to waste your time and attention on mindless pap.",
  "2025-01-22": "Don't seek to have events happen as you wish, but wish them to happen as they do happen, and all will be well with you.",
  "2025-01-23": "Caretake this moment. Immerse yourself in its particulars. Respond to this person, this challenge, this deed. Quit evasions. Stop giving yourself needless trouble. It is time to really live; to fully inhabit the situation you happen to be in now.",
  "2025-01-24": "Do not try to seem wise to others.",
  "2025-01-25": "You become what you give your attention to.",
  "2025-01-26": "If you want to improve, be content to be thought foolish and stupid with regard to external things. Don't wish to be thought to know anything; and even if you appear to be somebody important to others, distrust yourself. For, it is difficult to both keep your faculty of choice in a state conformable to nature, and at the same time acquire external things. But while you are careful about the one, you must of necessity neglect the other",
  "2025-01-27": "Small-minded people blame others. Average people blame themselves. The wise see all blame as foolishness",
  "2025-01-28": "God has entrusted me with myself. No man is free who is not master of himself. A man should so live that his happiness shall depend as little as possible on external things. The world turns aside to let any man pass who knows where he is going.",
  "2025-01-29": "Know, first, who you are, and then adorn yourself accordingly.",
  "2025-01-30": "If evil be said of thee, and if it be true, correct thyself; if it be a lie, laugh at it.",
  "2025-01-31": "A ship should not ride on a single anchor, nor life on a single hope",
  "2025-02-01": "What really frightens and dismays us is not external events themselves, but the way in which we think about them. It is not things that disturb us, but our interpretation of their significance.",
  "2025-02-02": "Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our actions. The things in our control are by nature free, unrestrained, unhindered; but those not in our control are weak, slavish, restrained, belonging to others. Remember, then, that if you suppose that things which are slavish by nature are also free, and that what belongs to others is your own, then you will be hindered. You will lament, you will be disturbed, and you will find fault both with gods and men. But if you suppose that only to be your own which is your own, and what belongs to others such as it really is, then no one will ever compel you or restrain you. Further, you will find fault with no one or accuse no one. You will do nothing against your will. No one will hurt you, you will have no enemies, and you not be harmed.",
  "2025-02-03": "Never depend on the admiration of others. There is no strength in it. Personal merit cannot be derived from an external source. It is not to be found in your personal associations, nor can it be found in the regard of other people. It is a fact of life that other people, even people who love you, will not necessarily agree with your ideas, understand you, or share your enthusiasms. Grow up! Who cares what other people think about you!",
  "2025-02-04": "Preach not to others what they should eat, but eat as becomes you and be silent.",
  "2025-02-05": "I must die. Must I then die lamenting? I must be put in chains. Must I then also lament? I must go into exile. Does any man then hinder me from going with smiles and cheerfulness and contentment?",
  "2025-02-06": "If you wish to be a writer, write.",
  "2025-02-07": "If you would be a reader, read; if a writer, write.",
  "2025-02-08": "You know yourself what you are worth in your own eyes; and at what price you will sell yourself. For men sell themselves at various prices. This is why, when Florus was deliberating whether he should appear at Nero's shows, taking part in the performance himself, Agrippinus replied, 'Appear by all means.' And when Florus inquired, 'But why do not you appear?' he answered, 'Because I do not even consider the question.' For the man who has once stooped to consider such questions, and to reckon up the value of external things, is not far from forgetting what manner of man he is.",
  "2025-02-09": "Demand not that things happen as you wish, but wish them to happen as they do, and you will go on well.",
  "2025-02-10": "Remember that you ought to behave in life as you would at a banquet. As something is being passed around it comes to you; stretch out your hand, take a portion of it politely. It passes on; do not detain it. Or it has not come to you yet; do not project your desire to meet it, but wait until it comes in front of you. So act toward children, so toward a wife, so toward office, so toward wealth.",
  "2025-02-11": "Difficulty shows what men are. Therefore when a difficulty falls upon you, remember that God, like a trainer of wrestlers, has matched you with a rough young man. Why? So that you may become an Olympic conqueror; but it is not accomplished without sweat.",
  "2025-02-12": "Know you not that a good man does nothing for appearance sake, but for the sake of having done right?",
  "2025-02-13": "We are not disturbed by what happens to us, but by our thoughts about what happens to us.",
  "2025-02-14": "It is not so much what happens to you as how you think about what happens.",
  "2025-02-15": "Events do not just happen, but arrive by appointment.",
  "2025-02-16": "Tentative efforts lead to tentative outcomes. Therefore, give yourself fully to your endeavors. Decide to construct your character through excellent actions and determine to pay the price of a worthy goal. The trials you encounter will introduce you to your strengths. Remain steadfast...and one day you will build something that endures: something worthy of your potential.",
  "2025-02-17": "Asked, Who is the rich man? Epictetus replied, \u0093He who is content.",
  "2025-02-18": "An ignorant person is inclined to blame others for his own misfortune. To blame oneself is proof of progress. But the wise man never has to blame another or himself.",
  "2025-02-19": "Men are disturbed not by things, but by the views which they take of things. Thus death is nothing terrible, else it would have appeared so to Socrates. But the terror consists in our notion of death, that it is terrible. When, therefore, we are hindered, or disturbed, or grieved let us never impute it to others, but to ourselves; that is, to our own views. It is the action of an uninstructed person to reproach others for his own misfortunes; of one entering upon instruction, to reproach himself; and of one perfectly instructed, to reproach neither others or himself.",
  "2025-02-20": "We have two ears and one mouth so that we can listen twice as much as we speak.",
  "2025-02-21": "It is better to die of hunger having lived without grief and fear, than to live with a troubled spirit, amid abundance",
  "2025-02-22": "These reasonings are unconnected: \"I am richer than you, therefore I am better\"; \"I am more eloquent than you, therefore I am better.\" The connection is rather this: \"I am richer than you, therefore my property is greater than yours;\" \"I am more eloquent than you, therefore my style is better than yours.\" But you, after all, are neither property nor style.",
  "2025-02-23": "Either God wants to abolish evil, and cannot; or he can, but does not want to.",
  "2025-02-24": "If you would cure anger, do not feed it. Say to yourself: 'I used to be angry every day; then every other day; now only every third or fourth day.' When you reach thirty days offer a sacrifice of thanksgiving to the gods.",
  "2025-02-25": "It is unrealistic to expect people to see you as you see yourself.",
  "2025-02-26": "The more we value things outside our control, the less control we have.",
  "2025-02-27": "If someone tried to take control of your body and make you a slave, you would fight for freedom. Yet how easily you hand over your mind to anyone who insults you. When you dwell on their words and let them dominate your thoughts, you make them your master.",
  "2025-02-28": "Even as the Sun doth not wait for prayers and incantations to rise, but shines forth and is welcomed by all: so thou also wait not for clapping of hands and shouts and praise to do thy duty; nay, do good of thine own accord, and thou wilt be loved like the Sun.",
  "2025-03-01": "Men are not afraid of things, but of how they view them.",
  "2025-03-02": "It is our attitude toward events, not events themselves, which we can control. Nothing is by its own nature calamitous -- even death is terrible only if we fear it.",
  "2025-03-03": "No great thing is created suddenly.",
  "2025-03-04": "Appearances to the mind are of four kinds. Things either are what they appear to be; or they neither are, nor appear to be; or they are, and do not appear to be; or they are not, and yet appear to be. Rightly to aim in all these cases is the wise man's task.",
  "2025-03-05": "Remember to act always as if you were at a symposium. When the food or drink comes around, reach out and take some politely; if it passes you by don't try pulling it back. And if it has not reached you yet, don't let your desire run ahead of you, be patient until your turn comes. Adopt a similar attitude with regard to children, wife, wealth and status, and in time, you will be entitled to dine with the gods. Go further and decline these goods even when they are on offer and you will have a share in the gods' power as well as their company. That is how Diogenes, Heraclitus and philosophers like them came to be called, and considered, divine.",
  "2025-03-06": "If you want to make progress, put up with being perceived as ignorant or naive in worldly matters, don't aspire to a reputation for sagacity. If you do impress others as somebody, don't altogether believe it. You have to realize, it isn't easy to keep your will in agreement with nature, as well as externals. Caring about the one inevitably means you are going to shortchange the other.",
  "2025-03-07": "Your happiness depends on three things, all of which are within your power: your will, your ideas concerning the events in which you are involved, and the use you make of your ideas.",
  "2025-03-08": "So you wish to conquer in the Olympic Games, my friend? And I, too... But first mark the conditions and the consequences. You will have to put yourself under discipline; to eat by rule, to avoid cakes and sweetmeats; to take exercise at the appointed hour whether you like it or not, in cold and heat; to abstain from cold drinks and wine at your will. Then, in the conflict itself you are likely enough to dislocate your wrist or twist your ankle, to swallow a great deal of dust, to be severely thrashed, and after all of these things, to be defeated.",
  "2025-03-09": "Freedom is secured not by the fulfilling of men's desires, but by the removal of desire.",
  "2025-03-10": "Give me by all means the shorter and nobler life, instead of one that is longer but of less account!",
  "2025-03-11": "Don't hope that events will turn out the way you want, welcome events in whichever way they happen: this is the path to peace.",
  "2025-03-12": "On the occasion of every accident that befalls you, remember to turn to yourself and inquire what power you have for turning it to use.",
  "2025-03-13": "-….when things seem to have reached that stage, merely say “I won’t play any longer",
  "2025-03-14": "No great thing is created suddenly, any more than a bunch of grapes or a fig. If you tell me that you desire a fig, I answer that there must be time. Let it first blossom, then bear fruit, then ripen.",
  "2025-03-15": "No person is free who is not master of himself.",
  "2025-03-16": "It is more necessary for the soul to be cured than the body; for it is better to die than to live badly.",
  "2025-03-17": "-Who are those people by whom you wish to be admired? Are they not these whom you are in the habit of saying that they are mad? What then? Do you wish to be admired by the mad?",
  "2025-03-18": "If someone speaks badly of you, do not defend yourself against the accusations, but reply; \"you obviously don't know about my other vices, otherwise you would have mentioned these as well",
  "2025-03-19": "You may fetter my leg, but Zeus himself cannot get the better of my free will.",
  "2025-03-20": "Control thy passions lest they take vengence on thee. ~ Epictetus",
  "2025-03-21": "What would have become of Hercules do you think if there had been no lion, hydra, stag or boar - and no savage criminals to rid the world of? What would he have done in the absence of such challenges?  Obviously he would have just rolled over in bed and gone back to sleep. So by snoring his life away in luxury and comfort he never would have developed into the mighty Hercules.  And even if he had, what good would it have done him? What would have been the use of those arms, that physique, and that noble soul, without crises or conditions to stir into him action?",
  "2025-03-22": "Do not try to seem wise to others. If you want to live a wise life, live it on your own terms and in your own eyes.",
  "2025-03-23": "Difficulty shows what men are.",
  "2025-03-24": "Nature hath given men one tongue but two ears, that we may hear from others twice as much as we speak.",
  "2025-03-25": "When a youth was giving himself airs in the Theatre and saying, 'I am wise, for I have conversed with many wise men,' Epictetus replied, 'I too have conversed with many rich men, yet I am not rich!’.",
  "2025-03-26": "The first and most important field of philosophy is the application of principles such as “Do not lie.",
  "2025-03-27": "We suffer not from the events in our lives but from our judgement about them.",
  "2025-03-28": "Whoever is going to listen to the philosophers needs a considerable practice in listening.",
  "2025-03-29": "If any be unhappy, let him remember that he is unhappy by reason of himself alone. For God hath made all men to enjoy felicity and constancy of good.",
  "2025-03-30": "Remember that you must behave as at a banquet. Is anything brought round to you? Put out your hand, and take a moderate share. Does it pass you? Do not stop it. Is it not come yet? Do not yearn in desire towards it, but wait till it reaches you. So with regard to children , wife, office, riches; and you will some time or other be worthy to feast with the gods. And if you do not so much as take the things which are set before you, but are able even to forego them, then you will not only be worthy to feast with the gods, but to rule with them also. For, by thus doing, Diogenes and Heraclitus, and others like them, deservedly became divine, and were so recognized.",
  "2025-03-31": "Who then is invincible? The one who cannot be upset by anything outside their reasoned choice.",
  "2025-04-01": "A guide, on finding a man who has lost his way, brings him back to the right path—he does not mock and jeer at him and then take himself off. You also must show the unlearned man the truth, and you will see that he will follow. But so long as you do not show it him, you should not mock, but rather feel your own incapacity.",
  "2025-04-02": "Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public.",
  "2025-04-03": "Epictetus being asked how a man should give pain to his enemy answered, By preparing himself to live the best life that he can.",
  "2025-04-04": "We cannot choose our external circumstances, but we can always choose how we respond to them",
  "2025-04-05": "If you want to improve, be content to be thought foolish and stupid with regard to external things. Don't wish to be thought to know anything; and even if you appear to be somebody important to others, distrust yourself.",
  "2025-04-06": "If you wish to be good, first believe that you are bad.",
  "2025-04-07": "There is but one way to tranquility of mind and happiness, and that is to account no external things thine own, but to commit all to God.",
  "2025-04-08": "It is better to do wrong seldom and to own it, and to act right for the most part, than seldom to admit that you have done wrong and to do wrong often.",
  "2025-04-09": "Sickness is a problem for the body, not the mind — unless the mind decides that it is a problem. Lameness, too, is the body's problem, not the mind's. Say this to yourself whatever the circumstance and you will find without fail that the problem pertains to something else, not to you.",
  "2025-04-10": "Do not afflict others with anything that you yourself would not wish to suffer. if you would not like to be a slave, make sure no one is your slave. If you have slaves, you yourself are the greatest slave, for just as freedom is incompatible with slavery, so goodness is incompatible with hypocrisy.",
  "2025-04-11": "To Epictetus, all external events are determined by fate, and are thus beyond our control, but we can accept whatever happens calmly and dispassionately. Individuals, however, are responsible for their own actions which they can examine and control through rigorous self-discipline. Suffering arises from trying to control what is uncontrollable, or from neglecting what is within our power. As part of the universal city that is the universe, human beings have a duty of care to all fellow humans. The person who followed these precepts would achieve happiness.",
  "2025-04-12": "Don't put your purpose in one place and expect to see progress made somewhere else.",
  "2025-04-13": "The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control. Where then do I look for good and evil? Not to uncontrollable externals, but within myself to the choices that are my own...",
  "2025-04-14": "Is freedom anything else than the right to live as we wish? Nothing else.",
  "2025-04-15": "We must not believe the many, who say that only free people ought to be educated, but we should rather believe the philosophers who say that only the educated are free.",
  "2025-04-16": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.",
  "2025-04-17": "When any person harms you, or speaks badly of you, remember that he acts or speaks from a supposition of its being his duty. Now, it is not possible that he should follow what appears right to you, but what appears so to himself. Therefore, if he judges from a wrong appearance, he is the person hurt, since he too is the person deceived. For if anyone should suppose a true proposition to be false, the proposition is not hurt, but he who is deceived about it. Setting out, then, from these principles, you will meekly bear a person who reviles you, for you will say upon every occasion, \"It seemed so to him.\" ....",
  "2025-04-18": "Don't live by your own rules, but in harmony with nature",
  "2025-04-19": "If they are wise, do not quarrel with them; if they are fools, ignore them.",
  "2025-04-20": "If you seek Truth, you will not seek to gain a victory by every possible means; and when you have found Truth, you need not fear being defeated.",
  "2025-04-21": "Men are disturbed not by the things that happen, but by their opinion of the things that happen.",
  "2025-04-22": "Man, what are you talking about? Me in chains? You may fetter my leg but my will, not even Zeus himself can overpower.",
  "2025-04-23": "So what oppresses and scares us? It is our own thoughts, obviously, What overwhelms people when they are about to leaves friends, family, old haunts and their accustomed way of life? Thoughts.",
  "2025-04-24": "These reasonings do not cohere: I am richer than you, therefore I am better than you; I am more eloquent than you, therefore I am better than you. On the contrary these rather cohere, I am richer than you, therefore my possessions are greater than yours: I am more eloquent than you, therefore my speech is superior to yours. But you are neither possession nor speech.",
  "2025-04-25": "First say to yourself what you would be; and then do what you have to do.",
  "2025-04-26": "Neither should a ship rely on one small anchor, nor should life rest on a single hope.",
  "2025-04-27": "Caretake this moment. Immerse yourself in its particulars. Respond to this person, this challenge, this deed. Quit the evasions. Stop giving yourself needless trouble. It is time to really live; to fully inhabit the situation you happen to be in now. You are not some disinterested bystander. Participate. Exert yourself.",
  "2025-04-28": "In banquets remember that you entertain two guests, body and soul: and whatever you shall have given to the body you soon eject: but what you shall have given to the soul, you keep always.",
  "2025-04-29": "Those who are well constituted in the body endure both heat and cold: and so those who are well constituted in the soul endure both anger and grief and excessive joy and the other affects.",
  "2025-04-30": "For even sheep do not vomit up their grass and show to the shepherds how much they have eaten; but when they have internally digested the pasture, they produce externally wool and milk. Do you also show not your theorems to the uninstructed, but show the acts which come from their digestion.",
  "2025-05-01": "Why do you want to read anyway – for the sake of amusement or mere erudition? Those are poor, fatuous pretexts.  Reading should serve the goal of attaining peace; if it doesn’t make you peaceful, what good is it?",
  "2025-05-02": "We are at the mercy of whoever wields authority over the things we either desire or detest. If you would be free, then, do not wish to have, or avoid, things that other people control, because then you must serve as their slave.",
  "2025-05-03": "Freedom is not archived by satisfying desire, but by eliminating it.",
  "2025-05-04": "God save me from fools with a little philosophy—no one is more difficult to reach.",
  "2025-05-05": "What concerns me is not the way things are, but the way people think things are.",
  "2025-05-06": "Concerning the Gods, there are those who deny the very existence of the Godhead; others say that it exists, but neither bestirs nor concerns itself not has forethought far anything. A third party attribute to it existence and forethought, but only for great and heavenly matters, not for anything that is on earth. A fourth party admit things on earth as well as in heaven, but only in general, and not with respect to each individual. A fifth, of whom were Ulysses and Socrates, are those that cry: -- I move not without Thy knowledge!",
  "2025-05-07": "As the sun does not wait for prayers and incantations tob e induced to rise, but immediately shines and is saluted by all, so do you also not wait for clappings of hands and shouts of praise tob e induced to do good, but be a doer of good voluntarily and you will be beloved as much as the sun.",
  "2025-05-08": "When someone is properly grounded in life, they shouldn't have to look outside themselves for approval.",
  "2025-05-09": "As a man, casting off worn out garments taketh new ones, so the dweller in the body, entereth into ones that are new.",
  "2025-05-10": "[Do not get too attached to life] for it is like a sailor's leave on the shore and at any time, the captain may sound the horn, calling you back to eternal darkness.",
  "2025-05-11": "What then, is it not possible to be free from faults? It is not possible; but this is possible: to direct your efforts incessantly to being faultess. For we must be content if by never remitting this attention we shall escape at least a few errors. When you have said \"Tomorrow I will begin to attend,\" you must be told that you are saying this: \"Today I will be shameless, disregardful of time and place, mean;it will be in the power of others to give me pain, today I will be passionate and envious. See how many evil things you are permitting yourself to do. If it is good to use attention tomorrow, how much better is it to do so today? If tomorrow it is in your interest to attend, much more is it today, that you may be able to do so tomorrow also, and may not defer it again to the third day.",
  "2025-05-12": "Happiness and freedom begin with a clear understanding of one principle: Some things are within our control, and some things are not. It is only after you have faced up to this fundamental rule and learned to distinguish between what you can and can’t control that inner tranquility and outer effectiveness become possible.",
  "2025-05-13": "Very little is needed for everything to be upset and ruined, only a slight lapse in reason.",
  "2025-05-14": "Men are disturbed, not by things, but by the principles and notions which they form concerning things.",
  "2025-05-15": "Remind thyself that he whom thou lovest is mortal \u0097 that what thou lovest is not thine own; it is given thee for the present, not irrevocably nor for ever, but even as a fig or a bunch of grapes at the appointed season of the year",
  "2025-05-16": "Whenever anyone criticizes or wrongs you, remember that they are only doing or saying what they think is right. They cannot be guided by your views, only their own; so if their views are wrong, they are the ones who suffer insofar as they are misguided.",
  "2025-05-17": "The philosopher's school, ye men, is a surgery: you ought not to go out of it with pleasure, but with pain. For you are not in sound health when you enter.",
  "2025-05-18": "Some young women confuse their self-worth with their ability to attract the attention of men, and so pour all their energies into makeup, clothing, and jewelry. If only they realized that virtue, honor, and self-respect are the marks of a true beauty.",
  "2025-05-19": "Men are disturbed not by the things which happen, but by the opinion about the things.",
  "2025-05-20": "If a man has reported to you, that a certain person speaks ill of you, do not make any defense to what has been told you: but reply, The man did not know the rest of my faults, for he would not have mentioned these only.",
  "2025-05-21": "Whoever then would be free, let him wish for nothing, let him decline nothing, which depends on others; else he must necessarily be a slave.",
  "2025-05-22": "Remember that you must behave in life as at a dinner party. Is anything brought around to you? Put out your hand and take your share with moderation. Does it pass by you? Don’t stop it. Is it not yet come? Don’t stretch your desire towards it, but wait till it reaches you. Do this with regard to children, to a wife, to public posts, to riches, and you will eventually be a worthy partner of the feasts of the gods. And if you don’t even take the things which are set before you, but are able even to reject them, then you will not only be a partner at the feasts of the gods, but also of their empire.",
  "2025-05-23": "There is no shame in making an honest effort.",
  "2025-05-24": "Philosophy does not promise to secure anything external for man, otherwise it would be admitting something that lies beyond its proper subject-matter. For as the material of the carpenter is wood, and that of statuary bronze, so the subject-matter of the art of living is each person's own life.",
  "2025-05-25": "Everyone's life is a warfare, and that long and various.",
  "2025-05-26": "Do not seek for things to happen the way you want them to; rather, wish that what happens happen the way it happens: then you will be happy.",
  "2025-05-27": "A city is not adorned by external things, but by the virtue of those who dwell in it.",
  "2025-05-28": "You will do the greatest services to the state, if you shall raise not the roofs of the houses, but the souls of the citizens: for it is better that great souls should dwell in small houses than for mean slaves to lurk in great houses.",
  "2025-05-29": "If thy brother wrongs thee, remember not so much his wrong-doing, but more than ever that he is thy brother.",
  "2025-05-30": "For sheep don't throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk.",
  "2025-05-31": "It is a universal law — have no illusion — that every creature alive is attached to nothing so much as to its own self-interest.",
  "2025-06-01": "When you do anything from a clear judgment that it ought to be done, never shrink from being seen to do it, even though the world should misunderstand it; for if you are not acting rightly, shun the action itself; if you are, why fear those who wrongly censure you?",
  "2025-06-02": "Keep the prospect of death, exile and all such apparent tragedies before you every day – especially death – and you will never have an abject thought, or desire anything to excess.",
  "2025-06-03": "First say to yourself what you would be, and then do what you have to do.",
  "2025-06-04": "People with a strong physical constitution can tolerate extremes of hot and cold; people of strong mental health can handle anger, grief, joy and the other emotions.",
  "2025-06-05": "It is not events that disturb people, it is their judgements concerning them.",
  "2025-06-06": "If you want to improve, you must be content to be thought foolish and stupid.",
  "2025-06-07": "The condition and characteristic of an uninstructed person is this: he never expects from himself profit (advantage) nor harm, but from externals. The condition and characteristic of a philosopher is this: he expects all advantage and all harm from himself.",
  "2025-06-08": "Circumstances do not rise to meet our expectations. Events happen as they do. People behave as they are. Embrace what you actually get.",
  "2025-06-09": "no man is free until he s a master of himself!!",
  "2025-06-10": "Here are thieves and robbers and tribunals: and they that are called tyrants, who deem that they have after a fashion power over us, because of the miserable body and what appertains to it. Let us show them that they have power over none.",
  "2025-06-11": "Never say that I have taken it, only that I have given it back.",
  "2025-06-12": "Crows pick out the eyes of the dead, when the dead have no longer need of them; but flatterers mar the soul of the living, and her eyes they blind.",
  "2025-06-13": "Sick and yet happy, in peril and yet happy, dying and yet happy, in exile and happy, in disgrace and happy.",
  "2025-06-14": "For it is not death or pain that is to be feared, but the fear of pain or death.",
  "2025-06-15": "If you ever happen to turn your attention to externals, for the pleasure of any one, be assured that you have ruined your scheme of life. Be contented, then, in everything, with being a philosopher; and if you with to seem so likewise to any one, appear so to yourself, and it will suffice you.",
  "2025-06-16": "There is a time and place for diversion and amusements, but you should never allow them to override your true purposes.",
  "2025-06-17": "These reasonings have no logical connection: \"I am richer than you; therefore I am your superior.\" \"I am more eloquent than you; therefore I am your superior.\" The true logical connection is rather this: \"I am richer than you; therefore my possessions must exceed yours.\" \"I am more eloquent than you; therefore my style must surpass yours.\" But you, after all, consist in neither property nor in style.",
  "2025-06-18": "this is your business—to act well the given part, but to choose it belongs to another.",
  "2025-06-19": "You should be especially careful when associating with one of your former friends or acquaintances not to sink to their level; otherwise you will lose yourself. If you are troubled by the idea that ‘He’ll think I’m boring and won’t treat me the way he used to,’ remember that everything comes at a price. It isn’t possible to change your behavior and still be the same person you were before.",
  "2025-06-20": "Many people who have progressively lowered their personal standards in an attempt to win social acceptance and life’s comforts bitterly resent those of philosophical bent who refuse to compromise their spiritual ideals and who seek to better themselves.",
  "2025-06-21": "Man is troubled not by events, but by the meaning he gives to them.",
  "2025-06-22": "No one is ever unhappy because of someone else.",
  "2025-06-23": "If you wish your house to be well managed, imitate the Spartan Lycurgus. For as he did not fence his city with walls, but fortified the inhabitants by virtue and preserved the city always free;35 so do you not cast around (your house) a large court and raise high towers, but strengthen the dwellers by good-will and fidelity and friendship, and then nothing harmful will enter it, not even if the whole band of wickedness shall array itself against it.",
  "2025-06-24": "So don't make a show of your philosophical learning to the uninitiated, show them by your actions what you have absorbed.",
  "2025-06-25": "An uninstructed person will lay the fault of his own bad condition upon others. Someone just starting instruction will lay the fault on himself. Some who is perfectly instructed will place blame neither on others nor on himself.",
  "2025-06-26": "You ought to realize, you take up very little space in the world as a whole—your body, that is; in reason, however, you yield to no one, not even to the gods, because reason is not measured in size but sense. So why not care for that side of you, where you and the gods are equals?",
  "2025-06-27": "Never say about anything, I have lost it, but only I have given it back.",
  "2025-06-28": "If you find yourself acting to impress others, or avoiding action out of fear of what they might think, you have left the path.",
  "2025-06-29": "When a man is proud because he can understand and explain the writings of Chrysippus, say to yourself, if Chrysippus had not written obscurely, this man would have had nothing to be proud of.",
  "2025-06-30": "Let silence be your general rule; or say only what is necessary and in few words.",
  "2025-07-01": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.",
  "2025-07-02": "Remember from now on whenever something tends to make you unhappy, draw on this principle: 'This is no misfortune; but bearing with it bravely is a blessing.",
  "2025-07-03": "Never call yourself a philosopher, nor talk a great deal among the unlearned about theorems, but act conformably to them. Thus, at an entertainment, don’t talk how persons ought to eat, but eat as you ought. For remember that in this manner Socrates also universally avoided all ostentation. And when persons came to him and desired to be recommended by him to philosophers, he took and recommended them, so well did he bear being overlooked. So that if ever any talk should happen among the unlearned concerning philosophic theorems, be you, for the most part, silent. For there is great danger in immediately throwing out what you have not digested. And, if anyone tells you that you know nothing, and you are not nettled at it, then you may be sure that you have begun your business. For sheep don’t throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk. Thus, therefore, do you likewise not show theorems to the unlearned, but the actions produced by them after they have been digested.",
  "2025-07-04": "Don’t seek that all that comes about should come about as you wish, but wish that everything that comes about should come about just as it does, and then you’ll have a calm and happy life.",
  "2025-07-05": "Nothing great comes into being all at once, for that is not the case even with a bunch of grapes or a fig. If you tell me now, ‘I want a fig,’ I’ll reply, ‘That takes time.",
  "2025-07-06": "What are we to do, then? To make the best of what lies within our power, and deal with everything else as it comes. ‘How does it come, then?’ As God wills.",
  "2025-07-07": "As for us, we behave like a herd of deer. When they flee from the huntsman's feathers in affright, which way do they turn? What haven of safety do they make for? Why, they rush upon the nets! And thus they perish by confounding what they should fear with that wherein no danger lies. . . . Not death or pain is to be feared, but the fear of death or pain. Well said the poet therefore:—   Death has no terror; only a Death of shame!",
  "2025-07-08": "Fortify yourself with contentment for this is an impregnable fortress.",
  "2025-07-09": "Men are disturbed not by things, but by the view which they take of them.",
  "2025-07-10": "Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our own actions.",
  "2025-07-11": "Above all, remember that the door stands open. Be not more fearful than children; but as they, when they weary of the game, cry, \"I will play no more,\" even so, when thou art in the like case, cry, \"I will play no more\" and depart. But if thou stayest, make no lamentation.",
  "2025-07-12": "If you have an earnest desire towards philosophy, prepare yourself from the very first to have the multitude laugh and sneer, and say, \"He is returned to us a philosopher all at once; \"and \"Whence this supercilious look?\" Now, for your part, do not have a supercilious look indeed; but keep steadily to those things which appear best to you, as one appointed by God to this particular station. For remember that, if you are persistent, those very persons who at first ridiculed will afterwards admire you. But if you are conquered by them, you will incur a double ridicule.",
  "2025-07-13": "What saith Antisthenes? Hast thou never heard?— It is a kingly thing, O Cyrus, to do well and to be evil spoken of.",
  "2025-07-14": "To admonish is better than to reproach for admonition is mild and friendly, but reproach is harsh and insulting; and admonition corrects those who are doing wrong, but reproach only convicts them.",
  "2025-07-15": "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
  "2025-07-16": "Wherever I go it will be well with me, for it was well with me here, not on account of the place, but of my judgments which I shall carry away with me, for no one can deprive me of these; on the contrary, they alone are my property, and cannot be taken away, and to possess them suffices me wherever I am or whatever I do.",
  "2025-07-17": "If you pin your hopes on things outside your control, taking upon yourself things which rightfully belong to others, you are liable to stumble, fall, suffer, and blame both gods and men. But if you focus your attention only on what is truly your own concern, and leave to others what concerns them, then you will be in charge of your interior life. No one will be able to harm or hinder you. You will blame no one, and have no enemies.",
  "2025-07-18": "For where you find unrest, grief, fear, frustrated desire, failed aversion, jealousy and envy, happiness has no room for admittance. And where values are false, these passions inevitably follow.",
  "2025-07-19": "For I am not Eternity, but a human being—a part of the whole, as an hour is part of the day. I must come like the hour, and like the hour must pass!",
  "2025-07-20": "No one can steal your peace of mind unless you let them.",
  "2025-07-21": "Restrict yourself to choice and refusal; and exercise them carefully, with discipline and detachment.",
  "2025-07-22": "It is possible to learn the will of nature from the things in which we do not differ from each other. For example, when someone else's little slave boy breaks his cup we are ready to say, “It's one of those things that just happen.",
  "2025-07-23": "It is impossible to begin to learn that which one thinks one already knows.",
  "2025-07-24": "Take care not to hurt the ruling faculty of your mind. If you were to guard against this in every action, you should enter upon those actions more safely.",
  "2025-07-25": "Men are disturbed not by the things which happen, but by the opinions about the things:",
  "2025-07-26": "The gods do not exists, and even if they exist they do not trouble themselves about people, and we have nothing in common with them. The piety and devotion to the gods that the majority of people invoke is a lie devised by swindlers and con men and, if you can believe it, by legislators, to keep criminals in line by putting the fear of God into them.",
  "2025-07-27": "He who exercises wisdom, exercises the knowledge which is about God.",
  "2025-07-28": "Another person will not hurt you without your cooperation; you are hurt the moment you believe yourself to be.",
  "2025-07-29": "What is death? A \"tragic mask.\" Turn it and examine it. See, it does not bite. The poor body must be separated from the spirit either now or later, as it was separated from it before. Why, then, are you troubled, if it be separated now? for if it is not separated now, it will be separated afterward. Why? That the period of the universe may be completed, for it has need of the present, and of the future, and of the past. What is pain? A mask. Turn it and examine it. The poor flesh is moved roughly, then, on the contrary, smoothly. If this does not satisfy you, the door is open: if it does, bear. For the door ought to be open for all occasions; and so we have no trouble.",
  "2025-07-30": "28. If a person gave your body to any stranger he met on his way, you would certainly be angry. And do you feel no shame in handing over your own mind to be confused and mystified by anyone who happens to verbally attack you?",
  "2025-07-31": "Isn’t reading a kind of preparation for life?’  But life is composed of things other than books. It is as if an athlete, on entering the stadium, were to complain that he’s not outside exercising.This was the goal of your exercise, of your weights, your practice ring and your training partners.",
  "2025-08-01": "Adopt new habits yourself: consolidate your principles by putting them into practice.",
  "2025-08-02": "Freedom is not procured by a full enjoyment of what is desired, but by controlling the desire.",
  "2025-08-03": "For in this Case, we are not to give Credit to the Many, who say, that none ought to be educated but the Free; but rather to the Philosophers, who say, that the Well-educated alone are free.",
  "2025-08-04": "Reading should serve the goal of attaining peace; if it doesn’t make you peaceful, what good is it?",
  "2025-08-05": "Is then the fruit of a fig-tree not perfect suddenly and in one hour, and would you possess the fruit of a man's mind in so short a time and so easily?",
  "2025-08-06": "Be happy when you find that doctrines you have learned and analysed are being tested by real events. If you’ve succeeded in removing or reducing the tendency to be mean and critical, or thoughtless, or foul-mouthed, or careless, or nonchalant; if old interests no longer engage you, at least not to the same extent; then every day can be a feast day – today because you acquitted yourself well in one set of circumstances, tomorrow because of another.",
  "2025-08-07": "The knowledge of what is mine and what is not mine, what I can and cannot do. I must die. But must I die bawling? I must be exiled; but is there anything to keep me from going with a smile, calm and self-composed?",
  "2025-08-08": "Tell yourself what you want to be, then act your part accordingly.",
  "2025-08-09": "Every habit and faculty is confirmed and strengthened by the corresponding actions, that of walking by walking, that of running by running. If you wish to be a good reader, read; if you wish to be a good writer, write. If you should give up reading for thirty days one after the other, and be engaged in something else, you will know what happens. So also if you lie in bed for ten days, get up and try to take a rather long walk, and you will see how wobbly your legs are. In general, therefore, if you want to do something, make a habit of it; if you want not to do something, refrain from doing it, and accustom yourself to something else instead.",
  "2025-08-10": "When you do anything from a clear judgment that it ought to be done, never shun the being seen to do it, even though the world should make a wrong supposition about it; for, if you don’t act right, shun the action itself; but, if you do, why are you afraid of those who censure you wrongly?",
  "2025-08-11": "What upsets people is not things themselves but their judgements about these things.",
  "2025-08-12": "Let your will to avoid have no concern with what is not in man's power; direct it only to things in man's power that are contrary to nature.",
  "2025-08-13": "The wise person knows it is fruitless to project hopes and fears on the future. This only leads to forming melodramatic representations in your mind and wasting time.",
  "2025-08-14": "Those proficient praise no one, blame no one, and accuse no one. They say nothing concerning their self as being anybody or knowing anything.",
  "2025-08-15": "Disease is an impediment to the body, but not to the will, unless the will itself chooses. Lameness is an impediment to the leg, but not to the will. And add this reflection on the occasion of everything that happens; for you will find it an impediment to something else, but not to yourself.",
  "2025-08-16": "Stop honouring externals, quit turning yourself into the tool of mere matter, or of people who can supply you or deny you those material things.",
  "2025-08-17": "The wise person knows it is fruitless to project hopes and fears on the future. This only leads to forming melodramatic representations in your mind and wasting time.",
  "2025-08-18": "Every habit and faculty is confirmed and strengthened by the corresponding actions, that of walking by walking, that of running by running. If you wish to be a good reader, read; if you wish to be a good writer, write. If you should give up reading for thirty days one after the other, and be engaged in something else, you will know what happens. So also if you lie in bed for ten days, get up and try to take a rather long walk, and you will see how wobbly your legs are. In general, therefore, if you want to do something, make a habit of it; if you want not to do something, refrain from doing it, and accustom yourself to something else instead.",
  "2025-08-19": "Who, then, is the invincible human being? One who can be disconcerted by nothing that lies outside the sphere of choice.",
  "2025-08-20": "Be free from grief not through insensibility like the irrational animals, nor through want of thought like the foolish, but like a man of virtue by having reason as the consolation of grief.",
  "2025-08-21": "We should realize that an opinion is not easily formed unless a person says and hears the same things every day and practises them in real life.",
  "2025-08-22": "You will never have to experience defeat if you avoid contests whose outcome is outside your control.",
  "2025-08-23": "It has been ordained that there be summer and winter, abundance and dearth, virtue and vice, and all such opposites for the harmony of the whole, and (Zeus) has given each of us a body, property, and companions.",
  "2025-08-24": "Never say of anything that I've lost it, only that I've given it back.",
  "2025-08-25": "If you have assumed a character beyond your strength, you have both played a poor figure in that, and neglected one that is within your powers.",
  "2025-08-26": "What you shun enduring yourself, attempt not to impose on others. You shun slavery- beware enslaving others! If you can endure to do that, one would think you had been once upon a time a slave yourself. For vice has nothing in common with virtue, nor Freedom with slavery.",
  "2025-08-27": "If you choose, you are free; if you choose, you need blame no man—accuse no man. All things will be at once according to your mind and according to the Mind of God.",
  "2025-08-28": "If you wish it, you are free; if you wish it, you’ll find fault with no one, you’ll cast blame on no one, and everything that comes about will do so in accordance with your own will and that of God.",
  "2025-08-29": "Asked how a man should best grieve his enemy, Epictetus replied, \"By setting himself to live the noblest life himself.",
  "2025-08-30": "Protect what belongs to you at all costs; don't desire what belongs to another.",
  "2025-08-31": "And the way to be free is to let go of anything that is not within your control.",
  "2025-09-01": "What, for instance, does it mean to be insulted? [29] Stand by a rock and insult it, and what have you accomplished? If someone responds to insult like a rock, what has the abuser gained with his invective? If, however, he has his victim’s weakness to exploit, then his efforts are worth his while.",
  "2025-09-02": "CIRCUMSTANCES DON’T MAKE THE MAN, THEY ONLY REVEAL HIM TO HIMSELF",
  "2025-09-03": "Demand not that events should happen as you wish; but wish them to happen as they do happen, and you will go on well.",
  "2025-09-04": "When we blather about trivial things, we ourselves become trivial, for our attention gets taken up with trivialities. You become what you give your attention to.",
  "2025-09-05": "It is always our choice whether or not we wish to pay the price for life's rewards. And often it is best for us not to pay the price, for the price might be our integrity.",
  "2025-09-06": "You journey to Olympia to see the work of Phidias; and each of you holds it a misfortune not to have beheld these things before you die. Whereas when there is no need even to take a journey, but you are on the spot, with the works before you, have you no care to contemplate and study these?   Will you not then perceive either who you are or unto what end you were born: or for what purpose the power of contemplation has been bestowed on you?   \"Well, but in life there are some things disagreeable and hard to bear.\"   And are there none at Olympia? Are you not scorched by the heat? Are you not cramped for room? Have you not to bathe with discomfort? Are you not drenched when it rains? Have you not to endure the clamor and shouting and such annoyances as these? Well, I suppose you set all this over against the splendour of the spectacle and bear it patiently. What then? have you not received greatness of heart, received courage, received fortitude? What care I, if I am great of heart, for aught that can come to pass? What shall cast me down or disturb me? What shall seem painful? Shall I not use the power to the end for which I received it, instead of moaning and wailing over what comes to pass?",
  "2025-09-07": "Finally, when he crowns it off by becoming a senator, then he becomes a slave in fine company, then he experiences the poshest and most prestigious form of enslavement.",
  "2025-09-08": "That Socrates should ever have been so treated by the Athenians!\"  Slave! why say \"Socrates\"? Speak of the thing as it is: That ever then the poor body of Socrates should have been dragged away and haled by main force to prision! That ever hemlock should have been given to the body of Socrates; that that should have breathed its life away!—Do you marvel at this? Do you hold this unjust? Is it for this that you accuse God? Had Socrates no compensation for this? Where then for him was the ideal Good? Whom shall we hearken to, you or him? And what says he?   \"Anytus and Melitus may put me to death: to injure me is beyond their power.\"   And again:—   \"If such be the will of God, so let it be.",
  "2025-09-09": "Control thy passions lest they take vengeance on thee.",
  "2025-09-10": "Never praise or blame people on common grounds; look to their judgements exclusively. Because that is the determining factor, which makes everyone's actions either good or bad.",
  "2025-09-11": "When then any man assents to that which is false, be assured that he did not intend to assent to it as false, for every soul is unwillingly deprived of the truth, as Plato says; but the falsity seemed to him to be true.",
  "2025-09-12": "For what else is tragedy than the portrayal in tragic verse of the sufferings of men who have attached high value to external things? [27]",
  "2025-09-13": "He who is discontented with what he has, and with what has been granted to him by fortune, is one who is ignorant of the art of living, but he who bears that in a noble spirit, and makes reasonable use of all that comes from it, deserves to be regarded as a good man.",
  "2025-09-14": "That Socrates should ever have been so treated by the Athenians!\"  Slave! why say \"Socrates\"? Speak of the thing as it is: That ever then the poor body of Socrates should have been dragged away and haled by main force to prision! That ever hemlock should have been given to the body of Socrates; that that should have breathed its life away!—Do you marvel at this? Do you hold this unjust? Is it for this that you accuse God? Had Socrates no compensation for this? Where then for him was the ideal Good? Whom shall we hearken to, you or him? And what says he?   \"Anytus and Melitus may put me to death: to injure me is beyond their power.\"   And again:—   \"If such be the will of God, so let it be.",
  "2025-09-15": "It isn't death, pain, exile or anything else you care to mention that accounts for the way we act, only our opinion about death, pain and the rest.",
  "2025-09-16": "He wants what he cannot have, and does not want what he can't refuse — and isn't aware of it. He doesn't know the difference between his own possessions and others'. Because, if he did, he would never be thwarted of disappointed. Or nervous.",
  "2025-09-17": "Epictetus has had a long-standing resonance in the United States; his uncompromising moral rigour chimed in well with Protestant Christian beliefs and the ethical individualism that has been a persistent vein in American culture. His admirers ranged from John Harvard and Thomas Jefferson in the seventeenth and eighteenth centuries to Ralph Waldo Emerson and Henry David Thoreau in the nineteenth. More recently, Vice-Admiral James Stockdale wrote movingly of how his study of Epictetus at Stanford University enabled him to survive the psychological pressure of prolonged torture as a prisoner of war in Vietnam between 1965 and 1973. Stockdale’s story formed the basis for a light-hearted treatment of the moral power of Stoicism in Tom Wolfe’s novel A Man in Full (1998).52",
  "2025-09-18": "Don't just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.",
  "2025-09-19": "It is better to starve to death in a calm and confident state of mind than to live anxiously amidst abundance. And",
  "2025-09-20": "When you are feeling upset, angry, or sad,",
  "2025-09-21": "But to be hanged—is that not unendurable?\" Even so, when a man feels that it is reasonable, he goes off and hangs himself.",
  "2025-09-22": "Do not wish that all things will go well with you, but that you will go well with all things.",
  "2025-09-23": "Nothing important comes into being overnight; even grapes and figs need time to ripen. If you say that you want a fig now, I will tell you to be patient. First, you must allow the tree to flower, then put forth fruit; then you have to wait until the fruit is ripe. So if the fruit of a fig tree is not brought to maturity instantly or in an hour, how do you expect the human mind to come to fruition, so quickly and easily?",
  "2025-09-24": "Disease is an impediment to the body, but not to the will, unless the will itself chooses. Lameness is an impediment to the leg, but not to the will. And add this reflection on the occasion of everything that happens; for you will find it an impediment to something else, but not to yourself. X",
  "2025-09-25": "Death is not dreadful or else it would have appeared dreadful to Socrates.",
  "2025-09-26": "Faced with pain, you will discover the power of endurance. If you are insulted, you will discover patience. In time, you will grow to be confident that there is not a single impression that you will not have the moral means to tolerate.",
  "2025-09-27": "In short, we do not abandon any discipline for despair of ever being the best in it.",
  "2025-09-28": "Conduct yourself in all matters, grand and public or small and domestic, in accordance with the laws of nature. Harmonizing your will with nature should be your utmost ideal.",
  "2025-09-29": "For if we had any sense, what else should we do, both in public and in private, than sing hymns and praise the deity, and recount all the favours that he has conferred!",
  "2025-09-30": "In literature, too, it is not great achievement to memorize what you have read while not formulating an opinion of your own.",
  "2025-10-01": "Don’t you want to be free of all that? [33] ‘But how can I do it?’ You’ve often heard how – you need to suspend desire completely, and train aversion only on things within your power. You should dissociate yourself from everything outside yourself – the body, possessions, reputation, books, applause, as well as office or lack of office. Because a preference for any of them immediately makes you a slave, a subordinate, and prone to disappointment.",
  "2025-10-02": "Who are these people whose admiration you seek? Aren’t they the ones you are used to describing as mad? Well, then, is that what you want – to be admired by lunatics?",
  "2025-10-03": "I have learned to see that whatever comes about is nothing to me if it lies beyond the sphere of choice.",
  "2025-10-04": "Caretake this moment. Immerse yourself in its particulars. Respond to this person, this challenge, this deed. Quit the evasions. Stop giving yourself needless trouble. It is time to really live; to fully inhabit the situation you happen to be in now. You are not some disinterested bystander. Participate. Exert yourself. Respect your partnership with providence. Ask yourself often, How may I perform this particular deed such that it would be consistent with and acceptable to the divine will? Heed the answer and get to work. When your doors are shut and your room is dark, you are not alone. The will of nature is within you as your natural genius is within. Listen to its importunings. Follow its directives. As concerns the art of living, the material is your own life. No great thing is created suddenly. There must be time. Give your best and always be kind.",
  "2025-10-05": "If you are ever tempted to look for outside approval, realize that you have compromised your integrity. If you need a witness, be your own.",
  "2025-10-06": "If you are told that such an one speaks ill of you, make no defense against what was said, but answer, \"He surely knows not my other faults, else he would not have mentioned these only!",
  "2025-10-07": "Don’t explain your philosophy. Embody it.",
  "2025-10-08": "So if you like doing something, do it regularly; if you don't like doing something, make a habit of doing something different.",
  "2025-10-09": "And what else can I do, lame old man that I am, than sing the praise of God? If I were a nightingale, I would perform the work of a nightingale, and if I were a swan, that of a swan. But as it is, I am a rational being, and I must sing the praise of God. This is my work, and I accomplish it, and I will never abandon my post for as long as it is granted to me to remain in it; and I invite all of you to join me in this same song.",
  "2025-10-10": "Happiness and freedom begin with a clear understanding of one principle: Some things are within our control, and some things are not.",
  "2025-10-11": "Show me one who is sick and yet happy, in peril and yet happy, dying and yet happy, in exile and happy, in disgrace and happy. Show him me. By the gods I would fain see a Stoic. Nay you cannot show me a finished Stoic; then show me one in the moulding, one who has set his feet on the path",
  "2025-10-12": "For I am not everlasting, but a human being, a part of the whole as an hour is a part of the day. Like an hour I must come, and like an hour pass away.",
  "2025-10-13": "Remember that the divine order is intelligent and fundamentally good. Life is not a series of random, meaningless episodes, but an ordered, elegant whole that follows ultimately comprehensible laws.",
  "2025-10-14": "Don't concern yourself with other people's business. It's his problem if he receives you badly. And you cannot suffer for another person's fault. So don't worry about the behavior of other.",
  "2025-10-15": "You'd have a better chance persuading someone to change their sexual orientation than reaching people who have rendered themselves so deaf and blind.",
  "2025-10-16": "On the occasion of every accident (event) that befalls you, remember to turn to yourself and inquire what power you have for turning it to use.",
  "2025-10-17": "Well, when do we act like sheep: when we act for the sake of the belly, or of our sex-organs, or at random, or in a filthy fashion, or without due consideration, to what level have we degenerated? To the level of sheep.",
  "2025-10-18": "It is the act of an ill-instructed man to blame others for his own bad condition; it is the act of one who has begun to be instructed, to lay blame on himself; and of one whose instruction is completed, neither to blame another, nor himself.",
  "2025-10-19": "Remember then that if you think the things which are by nature slavish to be free, and the things which are in the power of others to be your own, you will be hindered, you will lament, you will be disturbed, you will blame both gods and men: but if you think that only which is your own to be your own, and if you think that what is another's, as it really is, belongs to another, no man will ever compel you, no man will hinder you, you will never blame any man, you will accuse no man, you will do nothing involuntarily (against your will), no man will harm you, you will have no enemy, for you will not suffer any harm. If",
  "2025-10-20": "That is the way things are weighed and disagreements settled — when standards are established. Philosophy aims to test and set such standards. And the wise man is advised to make use of their findings right way.",
  "2025-10-21": "If what philosophers say of the kinship of God and Man be true, what remains for men to do but as Socrates did:—never, when asked one's country, to answer, \"I am an Athenian or a Corinthian,\" but \"I am a citizen of the world.",
  "2025-10-22": "Let whatever appears to be the best be to you an inviolable law. And if any instance of pain or pleasure, glory or disgrace, be set before you, remember that now is the combat, now the Olympiad comes on, nor can it be put off; and that by one failure and defeat honor may be lost or—won.",
  "2025-10-23": "For it is indeed pointless and foolish to seek to get from another what one can get from oneself. [32] Since I can get greatness of soul and nobility of mind from myself, shall I seek to get a patch of land from you, or a bit of money, or some public post? Heaven forbid! I won’t overlook my own resources in such a manner. [33] But if someone is abject and cowardly, what on earth can one do for him except write letters for him as though on behalf of a corpse, ‘Do please grant us the corpse of this man and a pint of his miserable blood’; [34] for in truth such a person is merely a corpse and a pint of blood, and nothing more. If he amounted to anything more, he would realize that no one suffers misfortune because of the actions of another.",
  "2025-10-24": "There are two things that must be rooted out in human beings - arrogant opinion and mistrust. Arrogant opinion expects that there is nothing further needed, and mistrust assumes that under the torrent of circumstance there can be no happiness.",
  "2025-10-25": "Whoever chafes at the conditions dealt by fate is unskilled in the art of life; whoever bears with them nobly and makes wise use of the results is a man who deserves to be considered good.",
  "2025-10-26": "Man is disturbed not by things, but by the views he takes of them.",
  "2025-10-27": "We aren't filled with fear except by things that are bad; and not by them, either, as long as it is in our power to avoid them.",
  "2025-10-28": "People are ready to acknowledge some of their faults, but will admit to others only with reluctance.",
  "2025-10-29": "Why are you pestering me, pal? My own evils are enough for me.",
  "2025-10-30": "Check your passions that you may not be punished by them.",
  "2025-10-31": "who is your master? Whoever has authority over anything that you’re anxious to gain or avoid.",
  "2025-11-01": "If you have assumed a character above your strength, you have both acted in this matter in an unbecoming way, and you have neglected that which you might have fulfilled.",
  "2025-11-02": "Whatever moral rules you have deliberately proposed to yourself. abide by them as they were laws, and as if you would be guilty of impiety by violating any of them. Don’t regard what anyone says of you, for this, after all, is no concern of yours.",
  "2025-11-03": "Why are we not angry if we are told that we have a headache, and why are we angry if we are told that we reason badly, or choose wrongly?\" The reason is that we are quite certain that we have not a headache, or are not lame, but we are not so sure that we make a true choice. So having assurance only because we see with our whole sight, it puts us into suspense and surprise when another with his whole sight sees the opposite, and still more so when a thousand others deride our choice. For we must prefer our own lights to those of so many others, and that is bold and difficult.",
  "2025-11-04": "Aye, but to debase myself thus were unworthy of me.\" \"That,\" said Epictetus, \"is for you to consider, not for me. You know yourself what you are worth in your own eyes; and at what price you will sell yourself. For men sell themselves at various prices. This was why, when Florus was deliberating whether he should appear at Nero's shows, taking part in the performance himself, Agrippinus replied, 'But why do not you appear?' he answered, 'Because I do not even consider the question.' For the man who has once stooped to consider such questions, and to reckon up the value of external things, is not far from forgetting what manner of man he is. Why, what is it that you ask me? Is death preferable, or life? I reply, Life. Pain or pleasure? I reply, Pleasure.\" \"Well, but if I do not act, I shall lose my head.\" \"Then go and act! But for my part I will not act.\" \"Why?\" \"Because you think yourself but one among the many threads which make up the texture of the doublet. You should aim at being like men in general—just as your thread has no ambition either to be anything distinguished compared with the other threads. But I desire to be the purple—that small and shining part which makes the rest seem fair and beautiful. Why then do you bid me become even as the multitude? Then were I no longer the purple.",
  "2025-11-05": "If you decide to do something, don't shrink from being seen doing it, even if the majority of people disapprove. If you're wrong to do it, then you should shrink from doing it altogether; but if you're right, then why worry how people will judge you?",
  "2025-11-06": "If you are told that someone is talking badly of you, don’t defend yourself against the story but reply: “Obviously he didn’t know my other faults, or he would have mentioned them as well.",
  "2025-11-07": "Whatever your mission, stick by it as if it were a law and you would be committing sacrilege to betray it. Pay no attention to whatever people might say; this no longer should influence you.",
  "2025-11-08": "If you win the adoration of others by pretending to be someone you’re not, you may gain celebrity or high office—but you will lose out on the fulfillment of a life best-suited to your attributes and abilities.",
  "2025-11-09": "Seek not that the things which happen should happen as you wish; but wish the things which happen to be as they are, and you will have a tranquil flow of life. IX",
  "2025-11-10": "Follow your principles as though they were laws. Do not worry if others criticize or laugh at you, for their opinions are not your concern.",
  "2025-11-11": "If you wish to be a writer; write! Send quote to a friend Epictetus (50-120) Greek philosopher.",
  "2025-11-12": "In the long run, every man will pay the penalty for his own misdeeds. The man who remembers this will be angry with no one, indignant with no one, revile no one, blame no one, offend no one, hate no one.",
  "2025-11-13": "When you find your direction, check to make sure that it is the right one.",
  "2025-11-14": "I am richer than you, therefore my property is greater than yours;",
  "2025-11-15": "It is much better to die of hunger unhindered by grief and fear than to live affluently beset with worry, dread, suspicion and unchecked desire.",
  "2025-11-16": "I want to die, even though I don't have to.",
  "2025-11-17": "Resistance is vain in any case; it only leads to useless struggle while inviting grief and sorrow.",
  "2025-11-18": "Be discriminating about what images and ideas you permit into your mind. If you yourself don’t choose what thoughts and images you expose yourself to, someone else will, and their motives may not be the highest.",
  "2025-11-19": "Now there are two kinds of hardening, one of the understanding, the other of the sense of shame, when a man is resolved not to assent to what is manifest nor to desist from contradictions. Most of us are afraid of mortification of the body, and would contrive all means to avoid such a thing, but we care not about the soul's mortification. And indeed with regard to the soul, if a man be in such a state as not to apprehend anything, or understand at all, we think that he is in a bad condition; but if the sense of shame and modesty are deadened, this we call even power (or strength).",
  "2025-11-20": "When you are offended at any man's fault, turn to yourself and study your own failings. Then you will forget your anger.",
  "2025-11-21": "It is the act of an ill-instructed man to blame others for his own bad condition; it is the act of one who has begun to be instructed, to lay the blame on himself; and of one whose instruction is completed, neither to blame another, nor himself.",
  "2025-11-22": "If you must be affected by other people's misfortunes, show them pity instead of contempt. Drop this readiness to hate and take offence.",
  "2025-11-23": "Every circumstance comes with two handles, which one of which you can hold it, while with the other conditions are insupportable.",
  "2025-11-24": "Freedom is not achieved by satisfying desire, but by eliminating it. Assure yourself of this by expending as much effort on these new ambitions as you did on those elusive goals. Work day and night to obtain a liberated frame of mind. Instead of a rich old man, cultivate the company of a philosopher. Be seen hanging around his door for a change. There’s no shame in the association, and you won’t go away unedified or empty-handed, provided you go with the right attitude. Try, at least - There in no shame in making an honest effort.",
  "2025-11-25": "It is one thing to put bread and wine away in a store-room, and quite another to eat them. What is eaten is digested and distributed around the body, to become sinews, flesh, bones, blood, a good complexion, sound breathing. What is stored away is ready at hand, to be sure, to be taken out and displayed whenever you wish, but you derive no benefit from it, except that of having the reputation of possessing it. [",
  "2025-11-26": "the World turns aside to let any man pass who knows where he is going.",
  "2025-11-27": "If it should ever happen to you to be turned to externals in order to please some person, you must know that you have lost your purpose in life.",
  "2025-11-28": "Such was, and is, and will be the nature of the universe, and it isn’t possible that things should come into being in any other way than they do at present; and not only have human beings participated in the process of change and transformation along with all the other creatures that live on the earth, but also those beings that are divine, and, by Zeus, even the four elements, which are changed and transformed upwards and downwards, as earth becomes water, and water air, and air is transformed in turn into ether. If someone endeavours to turn his mind towards these things, and to persuade himself to accept of his own free will what must necessarily come about, he will live a very balanced and harmonious life.",
  "2025-11-29": "People are not disturbed by things, but by the view they take of them.",
  "2025-11-30": "Don’t just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.",
  "2025-12-01": "There are things that are within our power, and things that fall outside our power. Within our power are our own opinions, aims, desires, dislikes—in sum, our own thoughts and actions. Outside our power are our physical characteristics, the class into which we were born, our reputation in the eyes of others, and honors and offices that may be bestowed on us.   Working within our sphere of control, we are naturally free, independent, and strong. Beyond that sphere, we are weak, limited, and dependent. If you pin your hopes on things outside your control, taking upon yourself things which rightfully belong to others, you are liable to stumble, fall, suffer, and blame both gods and men. But if you focus your attention only on what is truly your own concern, and leave to others what concerns them, then you will be in charge of your interior life. No one will be able to harm or hinder you. You will blame no one, and have no enemies.  If you wish to have peace and contentment, release your attachment to all things outside your control. This is the path of freedom and happiness. If you want not just peace and contentment, but power and wealth too, you may forfeit the former in seeking the latter, and will lose your freedom and happiness along the way.",
  "2025-12-02": "Who is a friend?\" his answer was, \"A second self (alter ego).",
  "2025-12-03": "People find particular things, however, frightening; and it's when someone is able to threaten or entice us with those that the man himself becomes frightening.",
  "2025-12-04": "Remember to act always as if you were at a symposium. When the food or drink comes around, reach out and take some politely; if it passes you by don't try to pulling it back. And if it has not reached you yet, don't let your desire run ahead of you, be patient until your turn comes.",
  "2025-12-05": "Whoever then would be free, let him wish nothing, let him decline nothing, which depends on others; else he must necessarily be a slave.",
  "2025-12-06": "If someone in the street were entrusted with your body, you would be furious. Yet you entrust your mind to anyone around who happens to insult you, and allow it to be troubled and confused. Aren’t you ashamed of that?",
  "2025-12-07": "the good of man, and likewise his ill, lies in how he exercises his choice, while everything else is nothing to us,",
  "2025-12-08": "Is there smoke in the house? If it’s not suffocating, I will stay indoors; if it proves too much, I’ll leave. Always remember – the door is open.",
  "2025-12-09": "And where there is ignorance, there is also want of learning and instruction in essentials.",
  "2025-12-10": "The philosopher's lecture room is a 'hospital': you ought not to walk out of it in a state of pleasure, but in pain; for you are not in good condition when you arrive.",
  "2025-12-11": "For sheep don’t throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk. Thus, therefore, do you likewise not show theorems to the unlearned, but the actions produced by them after they have been digested. 47.",
  "2025-12-12": "If you are told that such an one speaks ill of you, make no defence against what was said, but answer, He surely knew not my other faults, else he would not have mentioned these only!",
  "2025-12-13": "Philosophy does not claim to secure for us anything outside our control. Otherwise it would be taking on matters that do not concern it. For as wood is the material of the carpenter, and marble that of the sculptor, so the subject matter of the art of life is the life of the self.",
  "2025-12-14": "I cannot call somebody ‘hard-working’ knowing only that they read and write. Even if ‘all night long’ is added, I cannot say it – not until I know the focus of all this energy.",
  "2025-12-15": "Any person capable of angering you becomes your master; he can anger you only when you permit yourself to be disturbed by him.",
  "2025-12-16": "Do not decorate the walls of your house with the valuable stones from Eubœa and Sparta; but adorn the minds (breasts) of the citizens and of those who administer the state with the instruction which comes from Hellas (Greece). For states are well governed by the wisdom (judgment) of men, but not by stone and wood.",
  "2025-12-17": "Does anyone bathe hastily? Do not say that they do it ill, but hastily. Does anyone drink much wine? Do not say that they do ill, but that they drink a great deal. For unless you perfectly understand their motives, how should you know if they act ill? Thus you will not risk yielding to any appearances except those you fully comprehend.",
  "2025-12-18": "To-day, when the crisis calls you, will you go off and display your recitation and harp on, 'How cleverly I compose dialogues'? Nay, fellow man, make this your object, 'Look how I fail not to get what I will. Look how I escape what I will to avoid. Let death come and you shall know; bring me pains, prison, dishonour, condemnation.' This is the true field of display for a young man come from school. Leave those other trifles to other men; let no one ever hear you say a word on them, do not tolerate any compliments upon them; assume the air of being no one and of knowing nothing. Show that you know this only, how not to fail and how not to fall.",
  "2025-12-19": "Consider when, on a voyage, your ship is anchored; if you go on shore to get water you may along the way amuse yourself with picking up a shellish, or an onion. However, your thoughts and continual attention ought to be bent towards the ship, waiting for the captain to call on board; you must then immediately leave all these things, otherwise you will be thrown into the ship, bound neck and feet like a sheep. So it is with life. If, instead of an onion or a shellfish, you are given a wife or child, that is fine. But if the captain calls, you must run to the ship, leaving them, and regarding none of them. But if you are old, never go far from the ship: lest, when you are called, you should be unable to come in time.",
  "2025-12-20": "In prosperity it is very easy to find a friend; but in adversity it is most difficult of all things.",
  "2025-12-21": "Men are disturbed, not by things, but by the principles and notions which they form concerning things. Death,",
  "2025-12-22": "You're not yet Socrates, but you can still live as if you want to be him.",
  "2025-12-23": "It isn’t events themselves that disturb people, but only their judgments about them.",
  "2025-12-24": "[23] Our situation is like that at a festival.* Sheep and cattle are driven to it to be sold, and most people come either to buy or to sell, while only a few come to look at the spectacle of the festival, to see how it is proceeding and why, and who is organizing it, and for what purpose. [24] So also in this festival of the world. Some people are like sheep and cattle and are interested in nothing but their fodder; for in the case of those of you who are interested in nothing but your property, and land, and slaves, and public posts, all of that is nothing more than fodder. [25] Few indeed are those who attend the fair for love of the spectacle, asking, ‘What is the universe, then, and who governs it? No one at all? [26] And yet when a city or household cannot survive for even a very short time without someone to govern it and watch over it, how could it be that such a vast and beautiful structure could be kept so well ordered by mere chance and good luck? [27] So there must be someone governing it. What sort of being is he, and how does he govern it? And we who have been created by him, who are we, and what were we created for? Are we bound together with him in some kind of union and interrelationship, or is that not the case?’ [28] Such are the thoughts that are aroused in this small collection of people; and from then on, they devote their leisure to this one thing alone, to finding out about the festival before they have to take their leave. [29] What comes about, then? They become an object of mockery for the crowd, just as the spectators at an ordinary festival are mocked by the traders; and even the sheep and cattle, if they had sufficient intelligence, would laugh at those who attach value to anything other than fodder!",
  "2025-12-25": "First say to yourself what you would be;and then do what you have to do.",
  "2025-12-26": "Most people are impulsive, however, and having committed to the thing, they persist, just making more confusion for themselves and others until it all end in mutual recrimination.",
  "2025-12-27": "End the habit of despising things that are not within your power, and apply your aversion to things that are within your power.",
  "2025-12-28": "Try to enjoy the great festival of life with other men.",
  "2025-12-29": "Remember that in life you ought to behave as at a banquet. Suppose that something is carried round and is opposite to you. Stretch out your hand and take a portion with decency. Suppose that it passes by you. Do not detain it. Suppose that it is not yet come to you. Do not send your desire forward to it, but wait till it is opposite to you.",
  "2025-12-30": "For when you have subjected to externals what is your own, then be a slave and do not resist, and do not sometimes choose to be a slave, and sometimes not choose, but with all your mind be one or the other.",
  "2025-12-31": "Man, the rational animal, can put up with anything except what seems to him irrational; whatever is rational is tolerable.",
  "2026-01-01": "But until he succeeds in suppressing his lust and anxiety, how is he really free?",
  "2026-01-02": "grammar will tell you how to write; but whether to write or not, grammar will not tell.",
  "2026-01-03": "He did not say, 'Define me envy', and then, when the man defined it, 'You define it ill, for the terms of the definition do not correspond to the subject defined.' Such phrases are technical and therefore tiresome to the lay mind, and hard to follow, yet you and I cannot get away from them. We are quite unable to rouse the ordinary man's attention in a way which will enable him to follow his own impressions and so arrive at admitting or rejecting this or that. And therefore those of us who are at all cautious naturally give the subject up, when we become aware of this incapacity; while the mass of men, who venture at random into this sort of enterprise, muddle others and get muddled themselves, and end by abusing their opponents and getting abused in return, and so leave the field. But the first quality of all in Socrates, and the most characteristic, was that he never lost his temper in argument, never uttered anything abusive, never anything insolent, but bore with abuse from others and quieted strife.",
  "2026-01-04": "Can we avoid people? How is that possible? And if we associate with them, can we change them? Who gives us that power?",
  "2026-01-05": "At feasts, remember that you are entertaining two guests, body and soul. What you give to the body, you presently lose; what you give to the soul, you keep for ever.",
  "2026-01-06": "Always remember what is your own and what is not, and you’ll never be troubled. [",
  "2026-01-07": "But first consider how much more sparing and patient of hardship the poor are than we.",
  "2026-01-08": "Is this all the habit you acquired when you studied philosophy, to look to others and to hope for nothing from yourself and your own acts? Lament therefore and mourn, and when you eat be fearful that you will have nothing to eat to-morrow. Tremble for your wretched slaves, lest they should steal, or run away, or die. Live in this spirit, and never cease to live so, you who never came near philosophy, except in name, and disgraced its principles so far as in you lies, by showing them to be useless and unprofitable to those who take them up.",
  "2026-01-09": "you’re unable to make someone change his views, recognize that he is a child, and clap as he does. Or if you don’t care to act in such a way, you have only to keep quiet.",
  "2026-01-10": "secondly, what the nature of God is. Whatever that nature is discovered to be, the man who would please and obey Him must strive with all his might to be made like unto him. If the Divine is faithful, he also must be faithful; if free, he also must be free; if beneficent, he also must be beneficent; if magnanimous, he also must be magnanimous. Thus as an imitator of God must he follow Him in every deed and word.",
  "2026-01-11": "The man has to learn ‘what each specific thing means’, as Socrates often said, and stop casually applying preconceptions to individual cases. This is the cause of everyone’s troubles, the inability to apply common preconceptions to particulars. Instead the opinions of men as to what is bad diverge.",
  "2026-01-12": "we should put our trust not in the crowd, who say that only free men can be educated, but rather in the philosophers, who say that none but the educated can be free.",
  "2026-01-13": "What would Heracles have been if he had said, \"How am I to prevent a big lion from appearing, or a big boar, or brutal men?\" What care you, I say? If a big boar appears, you will have a greater struggle to engage in; if evil men appear, you will free the world from evil men.",
  "2026-01-14": "Only consider at what price you sell your own will: if for no other reason, at least for this, that you sell it not for a small sum.",
  "2026-01-15": "Philosophers say that people are all guided by a single standard. When they assent to a thing, it is because they feel it must be true, when they dissent, it is because they feel something isn't true, and when they suspend judgement, it is because they feel that the thing is unclear.",
  "2026-01-16": "You are a little soul carrying a dead body, as Epictetus said.",
  "2026-01-17": "First to those universal principles I have spoken of: these you must keep at command, and without them neither sleep nor rise, drink nor eat nor deal with men: the principle that no one can control another's will, and that the will alone is the sphere of good and evil.",
  "2026-01-18": "Destroy desire completely for the present. For if you desire anything which is not in our power, you must be unfortunate",
  "2026-01-19": "Is you naturally entitled, then, to a good father? No, only to a father. Is",
  "2026-01-20": "If someone handed your body over to a passerby, you would be annoyed. Aren’t you ashamed that you hand over your mind to anyone around, for it to be upset and confused if the person insults you?",
  "2026-01-21": "Act Well the Part That Is Given to You We are like actors in a play. The divine will has assigned us our roles in life without consulting us. Some of us will act in a short drama, others in a long one. We might be assigned the part of a poor person, a cripple, a distinguished celebrity or public leader, or an ordinary private citizen. Although we can’t control which roles are assigned to us, it must be our business to act our given role as best as we possibly can and to refrain from complaining about it. Wherever you find yourself and in whatever circumstances, give an impeccable performance. If you are supposed to be a reader, read; if you are supposed to be a writer, write.",
  "2026-01-22": "Understand what words you use first, then use them.",
  "2026-01-23": "It is not things that trouble us, but our judgements about things.",
  "2026-01-24": "The object of your love is mortal; it is not one of your possessions; it has been given to you for the present, not inseparably nor forever.",
  "2026-01-25": "Taking account of the value of externals, you see, comes at some cost to the value of one's own character.",
  "2026-01-26": "[...] you should not wait for clapping of hands and shouts and praise to do your duty; but do good of your own accord.",
  "2026-01-27": "greatness of reason is measured not by height or length, but by the quality of its judgements.",
  "2026-01-28": "If then all things that grow, nay, our own bodies, are thus bound up with the whole, is not this still truer of our souls? And if our souls are bound up and in contact with God, as being very parts and fragments plucked from Himself, shall He not feel every movement of theirs as though it were His own, and belonging to His own nature?",
  "2026-01-29": "Yes, but my nose is running.’ Then what do you have hands for, you slave?",
  "2026-01-30": "If, on the other hand, we read books entitled On Impulse not just out of idle curiosity, but in order to exercise impulse correctly; books entitled On Desire and On Aversion so as not to fail to get what we desire or fall victim to what we would rather avoid; and books entitled On Moral Obligation in order to honour our relationships and never do anything that clashes or conflicts with this principle; then we wouldn’t get frustrated and grow impatient with our reading.  Instead we would be satisfied to act accordingly. And rather than reckon, as we are used to doing, ‘How many lines I read, or wrote, today,’ we would pass in review how ‘I applied impulse today the way the philosophers recommend",
  "2026-01-31": "No, I cannot escape death, but at least I can escape the fear of it – or do I have to die moaning and groaning too?",
  "2026-02-01": "of all things, the greatest, and most important, and most all-embracing, is this society in which human beings and God are associated together. From this are derived the generative forces to which not only my father and grandfather owe their origin, but also all beings that are born and grow on the earth, and especially rational beings, [5] since they alone are fitted by nature to enter into communion with the divine, being bound to God through reason.",
  "2026-02-02": "As long as you honour material things, direct your anger at yourself rather than the thief or adulterer.",
  "2026-02-03": "For your part, do not adopt any air of superiority. Mind your own business, keep busy with the work you are best suited for, and play well the part the Author has given you.",
  "2026-02-04": "Remember that you are an actor in a drama of such sort as the author chooses, - if short, then in a short one; if long, then in a long one. If it be his pleasure that you should enact a poor man, see that you act it well; or a cripple, or a ruler, or a private citizen. For this is your business, to act well the given part; but to choose it, belongs to another.",
  "2026-02-05": "Let death and exile and every other thing which appears dreadful be daily before your eyes; but most of all death: and you will never think of anything mean nor will you desire anything extravagantly.",
  "2026-02-06": "Freedom is not attained through the satisfaction of desires, but through the suppression of desires.",
  "2026-02-07": "You only have to doze a moment, and all is lost. For ruin and salvation both have their source inside you.",
  "2026-02-08": "Asked, Who is the rich man? Epictetus replied, \"He who is content.",
  "2026-02-09": "None of these things are foretold to me; but either to my paltry body, or property, or reputation, or children, or wife. But to me all omens are lucky, if I will. For whichever of these things happens, it is in my control to derive advantage from it.",
  "2026-02-10": "REST.—If a man should be able to assent to this doctrine as he ought, that we are all sprung from God in an especial manner, and that God is the father both of men and of gods, I suppose that he would never have any ignoble or mean thoughts about himself. But if Cæsar (the emperor) should adopt you, no one could endure your arrogance; and if you know that you are the son of Zeus, will you not be elated?",
  "2026-02-11": "for your part, do not desire to be a general, or a senator, or a consul, but to be free; and the only way to this is a disregard of things which lie not within our own power.",
  "2026-02-12": "You would fain be victor at the Olympic Games, you say. Yes, but weigh the conditions, weigh the consequences; then and then only, lay to your hand-if it be for your profit. You must live by rule, submit to diet, abstain from dainty meats, exercise your body perforce at stated hours, in heat or in cold; drink no cold water, nor, it may be, wine. In a word, you must surrender yourself wholly to your trainer, as though to a physician.",
  "2026-02-13": "If you keep yourself calm, poised and dignified, [10] if you observe rather than are observed, if you don’t envy people with greater success, don’t let externals disconcert you – if you do all this, what more do you need?",
  "2026-02-14": "We must consider what is the time for singing, what the time for play, and in whose presence: what will be unsuited to the occasion; whether our companions are to despise us, or we to despise ourselves: when to jest, and whom to mock at: and on what occasion to be conciliatory and to whom: in a word, how one ought to maintain one's character in society. Wherever you swerve from any of these principles, you suffer loss at once; not loss from without, but issuing from the very act itself.",
  "2026-02-15": "Don’t seek for everything to happen as you wish it would, but rather wish that everything happens as it actually will — then your life will flow well.",
  "2026-02-16": "When you desire something outside your sphere of power, you set yourself up for disappointment",
  "2026-02-17": "understand that every event is indifferent and nothing to you, of whatever sort it may be; for it will be in your power to make a right use of it, and this no one can hinder.",
  "2026-02-18": "You can be invincible, if you enter into no contest in which it is not in your power to conquer.",
  "2026-02-19": "The value of one's life is determined by how much love one gives, not by how much love one has received.",
  "2026-02-20": "Know, first, who you are; and then adorn yourself accordingly.",
  "2026-02-21": "I'll show you that I’m master.’ —How will you do that? Zeus has set me free. Do you really suppose that he would allow his own son to be turned into a slave? You’re master of my carcass, take that.",
  "2026-02-22": "Seek at once, therefore, to be able to say to every unpleasing semblance, “You are but a semblance and by no means the real thing.",
  "2026-02-23": "at any one time, whereas the conjunctive proposition ‘Both it is day and it is night’ is false at any moment. 8. As you are careful … at the same time: E.g. by ‘strutting’ or otherwise walking in an inappropriate manner, or engaging in undignified thoughts or daydreams. 9. Don’t embrace marble statues: Outdoors, naked, in cold weather: a bizarre and showy kind",
  "2026-02-24": "Whenever a challenge arises, turn inward and ask what power you can exercise in the situation. If you meet temptation, use self-control; if you meet pain, use fortitude; if you meet revulsion, use patience. In this way, you will overcome life’s challenges, rather than be overcome by them.",
  "2026-02-25": "The husbandman deals with land; physicians and trainers with the body; the wise man with his own Mind.",
  "2026-02-26": "Settle on the type of person you want to be and stick to it, whether alone or in company.",
  "2026-02-27": "Take the example of a public speaker. He is confident that he has written a good speech, he has committed the thing to memory, and can deliver it smoothly. Still he agonizes, [6] because it’s not enough for him to be competent, he also hungers for the crowd’s approval.",
  "2026-02-28": "If I show you, that you lack just what is most important and necessary to happiness, that hitherto your attention has been bestowed on everything rather than that which claims it most; and, to crown all, that you know neither what God nor Man is—neither what Good or Evil is: why, that you are ignorant of everything else, perhaps you may bear to be told; but to hear that you know nothing of yourself, how could you submit to that? How could you stand your ground and suffer that to be proved? Clearly not at all. You instantly turn away in wrath. Yet what harm have I done to you? Unless indeed the mirror harms the ill-favoured man by showing him to himself just as he is; unless the physician can be thought to insult his patient, when he tells him:—\"Friend, do you suppose there is nothing wrong with you? why, you have a fever. Eat nothing to-day, and drink only water.\" Yet no one says, \"What an insufferable insult!\" Whereas if you say to a man, \"Your desires are inflamed, your instincts of rejection are weak and low, your aims are inconsistent, your impulses are not in harmony with Nature, your opinions are rash and false,\" he forthwith goes away and complains that you have insulted him.",
  "2026-03-01": "In every affair consider what precedes and what follows, and then undertake it. Otherwise you will begin with spirit, indeed, careless of the consequences, and when these are developed, you will shamefully desist. “I would conquer at the Olympic Games.",
  "2026-03-02": "Is it not the same distance to God everywhere?",
  "2026-03-03": "Freedom, you see, is having events go in accordance with our will, never contrary to it.",
  "2026-03-04": "What makes for freedom and fluency in the practice of writing? Knowledge of how to write. The same goes for the practice of playing an instrument. It follows that, in the conduct of life, there must be a science to living well.",
  "2026-03-05": "you are a little soul carrying around a corpse.",
  "2026-03-06": "Wherefore it is a shame for man to begin and to leave off where the brutes do. Rather he should begin there, and leave off where Nature leaves off in us: and that is at contemplation, and understanding, and a manner of life that is in harmony with herself. See then that ye die not without being spectators of these things.",
  "2026-03-07": "Remind yourself that what you love is mortal … at the very moment you are taking joy in something, present yourself with the opposite impressions. What harm is it, just when you are kissing your little child, to say: Tomorrow you will die, or to your friend similarly: Tomorrow one of us will go away, and we shall not see one another any more?",
  "2026-03-08": "All philosophy lies in two words, sustain and abstain.",
  "2026-03-09": "Prefer enduring satisfaction to immediate gratification.",
  "2026-03-10": "When something happens, the only thing in your power is your attitude toward it; you can either accept it or resent it.",
  "2026-03-11": "Never say of anything that I've lost it, only that Ive given it back.",
  "2026-03-12": "Difficulties are things that show a person what they are.",
  "2026-03-13": "Suppose I should say to a wrestler, 'Show me your muscle'. And he should answer me, 'See my dumb-bells'. Your dumb-bells are your own affair; I want to see the effect of them.  \"Take the treatise 'On Choice', and see how thoroughly I have perused it. I am not asking about this, O slave, but how you act in choosing and refusing, how you manage your desires and aversions, your intentions and purposes, how you meet events -- whether you are in harmony with nature's laws or opposed to them. If in harmony, give me evidence of that, and I will say you are progressing; if the contrary, you may go your way, and not only comment on your books, but write some like them yourself; and what good will it do you?",
  "2026-03-14": "When you are feeling upset, angry, or sad,",
  "2026-03-15": "As you travel the path of philosophy, be content to be considered plain or even foolish. Do not strive to be celebrated for anything. If you are praised by others, be skeptical of yourself. For it it is no easy feat to hold onto your inner harmony while collecting accolades. When grasping for one, you are likely to drop the other.",
  "2026-03-16": "Once I was liable to the same mistakes, but, thanks to God, no longer …’ Well, isn’t it just as worthwhile to have devoted and applied yourself to this goal as to have read or written fifty pages?",
  "2026-03-17": "Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant",
  "2026-03-18": "People feel disturbed not by things, but by the views they take of them.",
  "2026-03-19": "If someone turned your body over to just any person who happened to meet you, you would be angry. But are you not ashamed that you turn over your own faculty of judgment to whoever happens along, so that if he abuses you it is upset and confused?",
  "2026-03-20": "Tis true I know what evil I shall do but passion overpowers the better council.",
  "2026-03-21": "Lucky is the man who dies at work.",
  "2026-03-22": "Doesn’t it seem to you that acting against one’s will, under protest and compulsion, is tantamount to being a slave?",
  "2026-03-23": "[I]f you gape after externals, you must of necessity ramble up and down in obedience to the will of your master. And who is the master? He who has the power over the things which you seek to gain or try to avoid.",
  "2026-03-24": "When, therefore, you see anyone eminent in honors, or power, or in high esteem on any other account, take heed not to be hurried away with the appearance, and to pronounce him happy; for, if the essence of good consists in things in our own control, there will be no room for envy or emulation. But, for your part, don’t wish to be a general, or a senator, or a consul, but to be free;",
  "2026-03-25": "Some things are up to us and some are not up to us. Our opinions are up to us, and our impulses, desires, aversions—in short, whatever is our own doing. Our bodies are not up to us, nor are our possessions, our reputations, or our public offices, or, that is, whatever is not our own doing. The things that are up to us are by nature free, unhindered, and unimpeded; the things that are not up to us are weak, enslaved, hindered, not our own.",
  "2026-03-26": "You are the one who knows yourself - which is to say, you know how much you are worth in your own estimation, and therefore at what price you will sell yourself; because people sell themselves at different rates.",
  "2026-03-27": "Make it your goal never to fail in your desires or experience things you would rather avoid; try never to err in impulse and repulsion; aim to be perfect also in the practice of attention and withholding judgment.",
  "2026-03-28": "The possession of a particular talent is instinctively sensed by its owner; [31] so if any of you are so blessed you will be the first to know it. [32] It is true, however, that no bull reaches maturity in an instant, nor do men become heroes overnight. We must endure a winter training, and can’t be dashing into situations for which we aren’t yet prepared.",
  "2026-03-29": "Whenever you act from clear judgment, doing what needs to be done, do not worry about what others will think—even if the whole world might misunderstand you.",
  "2026-03-30": "For determining the rational and the irrational, we employ not only our estimates of the value of external things, but also the criterion of that which is in keeping with one's own character. (Book I.2, 17p)",
  "2026-03-31": "When a young man was boasting in the theater and saying, I am wise, for I have conversed with many wise men; Epictetus said, I also have conversed with many rich men, but I am not rich.",
  "2026-04-01": "The reason why I lost my lamp was that the thief was superior to me in vigilance. He paid however this price for the lamp, that in exchange for it he consented to become a thief: in exchange for it, to become faithless.",
  "2026-04-02": "If it pleases the gods, so be it.",
  "2026-04-03": "Stop judging the things that fate brings you as “good",
  "2026-04-04": "To pay homage to beauty is to admire Nature; to admire Nature is to worship God.",
  "2026-04-05": "If some pleasure is promised to you and it seductively calls to you, step back and give yourself some time before mindlessly jumping at it. Dispassionately turn the matter over in your mind: Will this pleasure bring but a momentary delight, or real, lasting satisfaction? It makes a difference in the quality of our life and the kind of person we become when we learn how to distinguish between cheap thrills and meaningful, lasting rewards.",
  "2026-04-06": "Put up with being laughed at on occasion; look around you, and give yourself a good shaking to find out who you really are.",
  "2026-04-07": "Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant.",
  "2026-04-08": "What does it mean to be getting an education? It means learning to apply natural preconceptions to particular cases as nature prescribes, and distinguishing what is in our power from what is not.",
  "2026-04-09": "We get angry because we put too high a premium on things that they can steal. Don’t attach such value to your clothes, and you won’t get angry with the thief who takes them.",
  "2026-04-10": "Remember that you must behave in life as at a dinner party. Is anything brought around to you? Put out your hand and take your share with moderation. Does it pass by you? Don’t stop it. Is it not yet come? Don’t stretch your desire towards it, but wait till it reaches you.",
  "2026-04-11": "When any person does ill by you, or speaks ill of you, remember that he acts or speaks from an impression that it is right for him to do so. Now it is not possible that he should follow what appears right to you, but only what appears so to himself. Therefore, if he judges from false appearances, he is the person hurt, since he, too, is the person deceived. For if anyone takes a true proposition to be false, the proposition is not hurt, but only the man is deceived. Setting out, then, from these principles, you will meekly bear with a person who reviles you, for you will say upon every occasion, “It seemed so to him.",
  "2026-04-12": "If you didn’t learn these things in order to demonstrate them in practice, what did you learn them for?",
  "2026-04-13": "Don't ask for things to happen as you would like them to, but wish them to happen as they actually do, and you will be all right.",
  "2026-04-14": "Treasure Your Mind, Cherish Your Reason, Hold to Your Purpose Don’t surrender your mind. If someone were to casually give your body away to any old passerby, you would naturally be furious. Why then do you feel no shame in giving your precious mind over to any person who might wish to influence you? Think twice before you give up your own mind to someone who may revile you, leaving you confused and upset.",
  "2026-04-15": "One person likes tending to his farm, another to his horse; I like to daily monitor my self-improvement.",
  "2026-04-16": "I will throw you into prison.’ ‘Correction – it is my body you will throw there.",
  "2026-04-17": "If then you desire (aim at) such great things remember that you must not (attempt to) lay hold of them with a small effort;",
  "2026-04-18": "Avoid talking often and excessively about your accomplishments and dangers, for however much you enjoy recounting your dangers, it's not so pleasant for others to hear about your affairs.",
  "2026-04-19": "It was the first and most striking characteristic of Socrates never to become heated in discourse, never to utter an injurious or insulting word - on the contrary, he persistently bore insult from others and thus put an end to the fray.",
  "2026-04-20": "Tradition has it that late in life Epictetus retired from teaching introduction and withdrew to the peace and quiet of family life, under conditions imposed by old age: that is, he became a parent by adopting rather than fathering a child, and took into his home a female servant to serve as a kind of surrogate mother to the child and domestic servant for himself. That he had absented himself from family life for so long shows that he regarded philosophy as a jealous mistress who demanded practically all his time and attention, which family life would not allow. That this renunciation of family life represented a real sacrifice is suggested by the fact that he took to it immediately upon retiring. He evidently thought he had earned the comforts of home after devoting most of his life to improving the lives of others – the successive generations of students who had passed through his school. We have no more news of Epictetus beyond this. After creating this version of a family he was evidently content to settle into it and live out the balance of his years in obscurity.",
  "2026-04-21": "So in life our first job is this, to divide and distinguish things into two categories: externals I cannot control, but the choices I make with regard to them I do control",
  "2026-04-22": "Who exactly are these people that you want to be admired by? Aren’t they the same people you are in the habit of calling crazy? And is this your life ambition, then – to win the approval of lunatics",
  "2026-04-23": "From this instant, then, choose to act like the worthy and capable person you are. Follow unwaveringly what reason tells you is the best course.",
  "2026-04-24": "Not in our power are all the elements which constitute our environment, such as wealth, health, reputation, social prestige, power, the lives of those we love, and death. In our power are our thinking, our intentions, our desires, our decisions. These make it possible for us to control ourselves and to make of ourselves elements and parts of the universe of nature. This knowledge of ourselves makes us free in a world of dependencies. This superiority of our powers enables us to live in conformity with nature.",
  "2026-04-25": "But I want power and renown so that I may help other people,",
  "2026-04-26": "Whenever misfortune befalls you, ask yourself how you would react if it were someone else in the same situation.",
  "2026-04-27": "I have to die. If it is now, well then I die now; if later, then now I will take my lunch, since the hour for lunch has arrived – and dying I will tend to later.",
  "2026-04-28": "reconciliation. Remember that you are friends, you’ve known each for other a long time, and the relationship is worth keeping.",
  "2026-04-29": "So, if you have not been invited to a party, it is because you haven’t paid the price of the invitation. It costs social engagement, conversation, encouragement, and praise. If you are not willing to pay this price, do not be upset when you don’t receive an invitation.",
  "2026-04-30": "And who can give to another the things which he has not himself?",
  "2026-05-01": "People are strange, they neither wish to live nor die.",
  "2026-05-02": "Remember that it is we who torment, we who make difficulties for ourselves – that is, our opinions do. What, for instance, does it mean to be insulted? Stand by a rock and insult it, and what have you accomplished? If someone responds to insult like a rock, what has the abuser gained with his invective?",
  "2026-05-03": "Whoever then has knowledge of good things, would know how to love them; but how could one who cannot distinguish good things from evil and things indifferent from both have power to love?",
  "2026-05-04": "If a person gave your body to any stranger he met on his way, you would certainly be angry. And do you feel no shame in handing over your own mind to be confused and mystified by anyone who happens to verbally attack you? 29.",
  "2026-05-05": "I was born to fly wherever I like, to live in the open air, to sing whenever I want. You take all this away from me and then say, “What’s wrong with you?",
  "2026-05-06": "In life our first job is this, to divide and distinguish things into two categories: externals that I cannot control, but the choices I make with regard to them I do control. Where will I find food and bad? In me, in my choices.",
  "2026-05-07": "People don’t have the power to hurt you. Even if someone shouts abuse at you or strikes you, if you are insulted, it is always your choice to view what is happening as insulting or not. If someone irritates you, it is only your own response that is irritating you. Therefore, when anyone seems to be provoking you, remember that it is only your judgment of the incident that provokes you. Don’t let your emotions get ignited by mere appearances.",
  "2026-05-08": "When a youth was giving himself airs in the Theatre and saying, \"I am wise, for I have conversed with many wise men,\" Epictetus replied, \"I too have conversed with many rich men, yet I am not rich!",
  "2026-05-09": "Apropos of which, Diogenes says somewhere that one way to guarantee freedom is to be ready to die.",
  "2026-05-10": "Because you think of yourself as no more than a single thread in the robe, whose duty it is to conform to the mass of people – just as a single white thread seemingly has no wish to clash with the remainder of the garment. [18] But I aspire to be the purple stripe, that is, the garment’s brilliant hem. However small a part it may be, it can still manage to make the garment as a whole attractive. Don’t tell me, then, ‘Be like the rest,’ because in that case I cannot be the purple stripe",
  "2026-05-11": "[A] man ought to be prepared in a manner for this also, to be able to be sufficient for himself and to be his own companion. [...] [S]o ought we also to be able to talk with ourselves, not to feel the want of others also, not to be unprovided with the means of passing our time; to observe the divine administration and the relation of ourselves to everything else; to consider how we formerly were affected toward things that happen and how at present; what are still the things which give us pain; how these also can be cured and how removed; if any things require improvement, to improve them according to reason.",
  "2026-05-12": "I cannot stay in harmony if I let myself become upset by things beyond my control.",
  "2026-05-13": "Whoever wants to be free, therefore, let him not want or avoid anything that is up to others. Otherwise he will necessarily be a slave.",
  "2026-05-14": "Our possessions should be suited to our bodies and lives, just as our shoes are suited to our feet. Could you run better if your shoes were larger than your feet, or gold-plated and diamond studded? Of course not. Once you let your appetite exceed what is necessary and useful, desire knows no bounds.",
  "2026-05-15": "For you will learn by experience that it’s true: the things that men admire and work so hard to get prove useless to them once they’re theirs.",
  "2026-05-16": "Your aim should be to view the world as an integrated whole, to faithfully incline your whole being toward the highest good, and to adopt the will of nature as your own.",
  "2026-05-17": "When you are alone, you should call this tranquility and freedom and when you are with many you shouldn’t call this a crowd, or trouble or uneasiness but festival and company and contentedly accept it.",
  "2026-05-18": "The whole point of learning is to live out the teachings.",
  "2026-05-19": "Men are disturbed, not by things, but by the principles and notions",
  "2026-05-20": "I will throw you into prison.\"  \"Correction – it is my body you will throw there.",
  "2026-05-21": "Don't be concerned with other people's impressions of you. They are dazzled and deluded by appearances. Stick with your purpose. This alone with strengthen your will and give your life coherence.",
  "2026-05-22": "If you have assumed any character beyond your strength, you have both demeaned yourself ill in that and quitted one which you might have supported.",
  "2026-05-23": "If anyone tells you that a certain person has spoken in a bad way about you, don’t make excuses about what has been said, but answer: “He was ignorant of my other faults, otherwise he would have mentioned those also.",
  "2026-05-24": "But shall he argue, indeed, and then not take pains to avoid conducting himself recklessly and at haphazard in an argument? And if he does not, how will he any longer be the sort of man we think he is? (...) Let them show that he will be able, and all these speculations become mere superfluity, they were absurd and inconsistent with our preconception of the good man.",
  "2026-05-25": "Consider when, on a voyage, your ship is anchored; if you go on shore to get water you may along the way amuse yourself with picking up a shellfish, or an onion. However, your thoughts and continual attention ought to be bent towards the ship, waiting for the captain to call on board; you must then immediately leave all these things, otherwise you will be thrown into the ship, bound neck and feet like a sheep. So it is with life. If, instead of an onion or a shellfish, you are given a wife or child, that is fine.",
  "2026-05-26": "The Good stands before us like an archer’s target. Evil is not a thing in itself but a missing of the mark, an arrow gone astray.",
  "2026-05-27": "The fear of death stems from the view that it is fearful.",
  "2026-05-28": "If a person gave your body to any stranger he met on is way, you would certainly be angry. And do you feel no shame in handing over your own mind to be confused and mystified by anyone who happens to verbally attack you?",
  "2026-05-29": "Regularly ask yourself, “How are my thoughts, words, and deeds affecting my friends, my spouse, my neighbor, my child, my employer, my subordinates, my fellow citizens? Am I doing my part to contribute to the spiritual progress of all with whom I come in contact?",
  "2026-05-30": "What is the product of virtue? Tranquillity.",
  "2026-05-31": "We cannot choose our external circumstances, but we can always choose how we respond to them.",
  "2026-06-01": "A guide, on finding a man who has lost his way, brings him back to the right path - he does not mock and jeer at him and then take himself off. You also must show the unlearned man the truth, and you will see that he will follow. But so long as you do not show it to him, you should not mock, but rather feel your own incapacity.",
  "2026-06-02": "Seek not for events to happen as you wish but rather wish for events to happen as they do and your life will go smoothly.",
  "2026-06-03": "Yes, but what good will all this do me when a child of mine dies, or if my brother, or I myself, have to die or be tortured?’ [19] Nothing. Because that’s not why you came, not why you took your seat in front of me, not the reason you sometimes sacrificed sleep to study by lamplight.",
  "2026-06-04": "Whatever rules you have adopted, abide by them as laws, and as if you would be impious to transgress them; and do not regard what anyone says of you, for this, after all, is no concern of yours. How long, then, will you delay to demand of yourself the noblest improvements, and in no instance to transgress the judgments of reason? You have received the philosophic principles with which you ought to be conversant; and you have been conversant with them. For what other master, then, do you wait as an excuse for this delay in self-reformation? You are no longer a boy but a grown man. If, therefore, you will be negligent and slothful, and always add procrastination to procrastination, purpose to purpose, and fix day after day in which you will attend to yourself, you will insensibly continue to accomplish nothing and, living and dying, remain of vulgar mind. This instant, then, think yourself worthy of living as a man grown up and a proficient. Let whatever appears to be the best be to you an inviolable law. And if any instance of pain or pleasure, glory or disgrace, be set before you, remember that now is the combat, now the Olympiad comes on, nor can it be put off; and that by one failure and defeat honor may be lost or—won. Thus Socrates became perfect, improving himself by everything, following reason alone. And though you are not yet a Socrates, you ought, however, to live as one seeking to be a Socrates.",
  "2026-06-05": "Inner peace begins when we stop saying of things, “I have lost it",
  "2026-06-06": "Make a bad beginning and you’ll contend with troubles ever after.",
  "2026-06-07": "Tell us your secrets.’ [23] ‘I refuse, as this is up to me.’ ‘I will put you in chains.’ ‘What’s that you say, friend? It’s only my leg you will chain, not even God can conquer my will.’ [24] ‘I will throw you into prison.’ ‘Correction – it is my body you will throw there.’ ‘I will behead you.’ ‘Well, when did I ever claim that mine was the only neck that couldn’t be severed?",
  "2026-06-08": "These are not the circumstances that I want.’ Is it up to you to choose them? You have been given that particular body, these particular parents and brothers, this particular social position and place to live. You come to me hoping that I can somehow change these circumstances for you, not even conscious of the assets that are already yours that make it possible to cope with any situation you face.",
  "2026-06-09": "According to him the faculty of choice distinguishes humans from irrational animals. We can make considered choices among ‘impressions’ or ‘appearances’, meaning anything that comes within range of our senses, together with whatever thoughts and feelings these sensations evoke. While all animals are subject to impressions, those of humans differ by virtue of the fact that we possess the power of language and reason (both faculties expressed by the single word logos).",
  "2026-06-10": "Now is the time to get serious about living your ideals. Once you have determined the spiritual principles you wish to exemplify, abide by these rules as if they were laws, as if it were indeed sinful to compromise them. Don’t mind if others don’t share your convictions. How long can you afford to put off who you really want to be? Your nobler self cannot wait any longer. Put your principles into practice—now. Stop the excuses and the procrastination. This is your life! You aren’t a child anymore. The sooner you set yourself to your spiritual program, the happier you will be. The longer you wait, the more you will be vulnerable to mediocrity and feel filled with shame and regret, because you know you are capable of better. From this instant on, vow to stop disappointing yourself. Separate yourself from the mob. Decide to be extraordinary and do what you need to do—now.",
  "2026-06-11": "Most of what passes for legitimate entertainment is inferior or foolish and only caters to or exploits people’s weakness.",
  "2026-06-12": "Do your best to rein in your desire. For if you desire something that isn’t within your own control, disappointment will surely follow; meanwhile, you will be neglecting the very things that are within your control that are worthy of desire.",
  "2026-06-13": "If you wish to be free, do not desire anything that depends on another, lest you make them your master.",
  "2026-06-14": "Avoid banquets which are given by strangers and by ignorant persons.",
  "2026-06-15": "We don't need the victim's entrails for their own sake, only for the sake of the signs they convey. And we don't worship the crow or the raven -- we worship God who communicates by means of them.",
  "2026-06-16": "If a person gave your body to any stranger he met on his way, you would certainly be angry. And do you feel no shame in handing over your own mind to be confused and mystified by anyone who happens to verbally attack you?",
  "2026-06-17": "Ask not that events should happen as you will, but let your will be that events should happen that you will have peace.",
  "2026-06-18": "Idiot, that’s his concern – don’t concern yourself with other people’s business. It’s his problem if he receives you badly.",
  "2026-06-19": "Nothing truly stops you. Nothing truly holds you back. For your own will is always within your control. Sickness may challenge your body. But are you merely your body? Lameness may impede your legs. But you are not merely your legs. Your will is bigger than your legs. Your will needn’t be affected by an incident unless you let it.",
  "2026-06-20": "People who are ignorant of philosophy blame others for their own misfortunes. Those who are beginning to learn philosophy blame themselves. Those who have mastered philosophy blame no one.",
  "2026-06-21": "They may kill me, but they cannot hurt me. —Socrates",
  "2026-06-22": "Be careful to leave your sons [and daughters] well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant.\"  [in brackets: though I have only sons, I am--of course--someone's daughter]",
  "2026-06-23": "Whatever your vocation, pursue it wholeheartedly. Consider, choose, and commit.",
  "2026-06-24": "Nature has given to men one tongue, but two ears, that we may hear from others twice as much as we speak.",
  "2026-06-25": "Liberty is lost unless we despise those things which put the yoke upon our necks.",
  "2026-06-26": "Show me a man who though sick is happy, who though in danger is happy, who though in prison is happy, and I'll show you a Stoic.",
  "2026-06-27": "You become what you give your attention to…If you yourself don’t choose what thoughts and images you expose yourself to, someone else will.",
  "2026-06-28": "How do I handle chance impressions, naturally or unnaturally? Do I respond to them as I should, or don’t I?∗ Do I tell externals that they are nothing to me?",
  "2026-06-29": "Our master is anyone who has the power to implement or prevent the things that we want or don’t want. Whoever wants to be free, therefore, should wish for nothing or avoid nothing that is up to other people.",
  "2026-06-30": "No, it is events that give rise to fear -- when another has the power over them or can prevent them, that person becomes able to inspire fear. How is the fortress destroyed? Not by iron or fire, but by judgments... here is where we must begin, and it is from this front that we must seize the fortress and throw out tyrants.",
  "2026-07-01": "When you feel burning desire for something that appears pleasureful, you are like a person under a spell. Instead of acting on impulse, take a step back—wait till the enchantment fades and you can see things as they are.",
  "2026-07-02": "Thus Epicurus also, when he designs to destroy the natural fellowship of mankind, at the same time makes use of that which he destroys. For what does he say? ‘Be not deceived, men, nor be led astray, nor be mistaken: there is no natural fellowship among rational animals; believe me. But those who say otherwise, deceive you and seduce you by false reasons.’—What is this to you? Permit us to be deceived. Will you fare worse, if all the rest of us are persuaded that there is a natural fellowship among us, and that it ought by all means to be preserved? Nay, it will be much better and safer for you. Man, why do you trouble yourself about us? Why do you keep awake for us? Why do you light your lamp? Why do you rise early? Why do you write so many books, that no one of us may be deceived about the gods and believe that they take care of men; or that no one may suppose the nature of good to be other than pleasure? For if this is so, lie down and sleep, and lead the life of a worm, of which you judged yourself worthy: eat and drink, and enjoy women, and ease yourself, and snore. And what is it to you, how the rest shall think about these things, whether right or wrong? For what have we to do with you? You take care of sheep because they supply us with wool and milk, and last of all with their flesh. Would it not be a desirable thing if men could be lulled and enchanted by the Stoics, and sleep and present themselves to you and to those like you to be shorn and milked? For this you ought to say to your brother Epicureans: but ought you not to conceal it from others, and particularly before every thing to persuade them, that we are by nature adapted for fellowship, that temperance is a good thing; in order that all things may be secured for you? Or ought we to maintain this fellowship with some and not with others? With whom then ought we to maintain it? With such as on their part also maintain it, or with such as violate this fellowship? And who violate it more than you who establish such doctrines? What then was it that waked Epicurus from his sleepiness, and compelled him to write what he did write?",
  "2026-07-03": "If you are praised by others, be skeptical of yourself.",
  "2026-07-04": "The ignorant blame others for their own misfortune. To blame oneself is proof of progress. But the wise see all blame as foolishness.",
  "2026-07-05": "Loss and sorrow are only possible with respect to things we own.",
  "2026-07-06": "Everyone has preconceptions. And one preconception does not contradict another. I mean, who of us does not assume that what is good is beneficial and choice, in all cases to be desired and pursued? Who of us does not assume that justice is fair and appropriate? So where does conflict come in? [2] In the application of preconceptions to particular cases. [3] One person, for instance, will say, ‘Well done, there’s a brave man,’ while another says, ‘He isn’t brave, he’s just deranged.",
  "2026-07-07": "Act in this way regarding spouses, children, honors, offices, and wealth, and you will become worthy to feast with the gods. More than this—if you abstain from the rich desserts that come your way, passing them on to others, you will become worthy to rule with the gods. This was the way of Diogenes and Heraclitus, and they are now venerated as divine.",
  "2026-07-08": "What is the first business of one who studies philosophy? To part with self-conceit. For it is impossible for any one to begin to learn what he thinks that he already knows.",
  "2026-07-09": "If then you desire (aim at) such great things, remember that you must not (attempt to) lay hold of them with a small effort; but you must leave alone some things entirely, and postpone others for the present.",
  "2026-07-10": "That’s the kind of attitude you need to cultivate if you would be a philosopher, the sort of sentiments you should write down every day and put in practice.",
  "2026-07-11": "Never say about anything, “I have lost it,",
  "2026-07-12": "But if you try to avoid what you cannot control—sickness, poverty, death—you will inflict useless mental suffering upon yourself.",
  "2026-07-13": "If I cherish my body, I make a slave of myself, if I cherish my property, I make a slave of myself; [24] because I’ve disclosed the means to make me captive.",
  "2026-07-14": "Whoever then wishes to be free, let him neither wish for anything nor avoid anything which depends on others: if he does not observe this rule, he must be a slave.",
  "2026-07-15": "It is the mark of a cude disposition to spend most of one's time on bodily functions such as exercise, eating, drinking, defecating and copulating. These are the things to be done just incidentally. All your attention should be on your mind.",
  "2026-07-16": "There are things that are within our power, and things that fall outside our power. Within our power are our own opinions, aims, desires, dislikes—in sum, our own thoughts and actions.",
  "2026-07-17": "When therefore we are hindered, or disturbed, or grieved, let us never attribute it to others, but to ourselves; that is, to our own principles. An uninstructed person will lay the fault of his own bad condition upon others. Someone just starting instruction will lay the fault on himself. Some who is perfectly instructed will place blame neither on others nor on himself.",
  "2026-07-18": "In any events, however seemingly dire, there is nothing to prevent us from searching for its hidden opportunity. It is a failure of the imagination not to do so. But to seek out the opportunity in situations requires a great deal of courage, for most people around you will persist in interpreting events in the grossest terms: success or failure, good or bad, right or wrong. These simplistic, polarized categories obscure more creative—and useful—interpretations of events that are far more advantageous and interesting! The wise person knows it is fruitless to project hopes and fears on the future. This only leads to forming melodramatic representations in your mind and wasting time. At the same time, one shouldn’t passively acquiesce to the future and what it holds. Simply doing nothing does not avoid risk, but heightens it.",
  "2026-07-19": "Authentic happiness is always independent of external conditions.",
  "2026-07-20": "I have a bad neighbour – bad, that is, for himself. For me, though, he is good: he exercises my powers of fairness and sociability.",
  "2026-07-21": "Make the best use of what is in our power, and treat the rest in accordance with its nature.",
  "2026-07-22": "What is my position in society?",
  "2026-07-23": "For of the things which are within the power of the will, as being good and present, you have a proper and regulated desire: but of the things which are not in the power of the will you do not desire any one, and so you do not allow any place to that which is irrational, and impatient, and above measure hasty.",
  "2026-07-24": "Those are the reflections you should recur to morning and night. Start with things that are least valuable and most liable to be lost – things such as a jug or a glass – and proceed to apply the same ideas to clothes, pets, livestock, property; then to yourself, your body, the body’s parts, your children, your siblings and your wife. [112] Look on every side and mentally discard them. Purify your thoughts, in case of an attachment or devotion to something that doesn’t belong to you and will hurt to have wrenched away. [113] And as you exercise daily, as you do at the gym, do not say that you are philosophizing (admittedly a pretentious claim), but that you are a slave presenting your emancipator;14 because this is genuine freedom that you cultivate.",
  "2026-07-25": "Don’t mistake your assumptions for the truth.",
  "2026-07-26": "Good luck frees many men from punishment, but no man from fear.",
  "2026-07-27": "remain steadfast in pursuing your mission, always willing to shed distractions.",
  "2026-07-28": "Whenever someone helps or hinders you, or praises or criticizes you, remember that they see you only through the lens of their own impressions. If they act or speak from a warped perspective, they hurt themselves—not you.",
  "2026-07-29": "When you are feeling upset, angry, or sad, don’t blame another for your state of mind. Your condition is the result of your own opinions and interpretations.",
  "2026-07-30": "A boxer derives the greatest advantage from his sparring partner – and my accuser is my sparring partner. He trains me in patience, civility and even temper.",
  "2026-07-31": "But what says Socrates?—\"One man finds pleasure in improving his land, another his horses. My pleasure lies in seeing that I myself grow better day by day.",
  "2026-08-01": "Whatever your mission, stick by it as if it were a law and you would be committing sacrilege to betray it.",
  "2026-08-02": "Open your eyes: See things for what they really are, thereby sparing yourself the pain of false attachments and avoidable devastation.",
  "2026-08-03": "Let go of the past. We must only begin.",
  "2026-08-04": "I can only suppose that you weigh all those negatives against the worth of the show, and choose, in the end, to be patient and put up with it all.",
  "2026-08-05": "If you wish to be rich, you should know that it is neither a good thing nor at all in your power: but if you wish to be happy, you should know that it is both a good thing and in your power, for the one is a temporary loan of fortune, and happiness comes from the will.",
  "2026-08-06": "if you suppose any of the things not in our own control to be either good or evil, when you are disappointed of what you wish, or incur what you would avoid, you must necessarily find fault with and blame the authors. For every animal is naturally formed to fly and abhor things that appear hurtful, and the causes of them; and to pursue and admire those which appear beneficial, and the causes of them. It is impractical, then, that one who supposes himself to be hurt should be happy about the person who, he thinks, hurts him, just as it is impossible to be happy about the hurt itself. Hence,",
  "2026-08-07": "But what master, I wonder, do you yourself serve? Money? Women? Boys? The emperor or one of his subordinates? It has to be one of them, or you wouldn’t fret about such things.",
  "2026-08-08": "If you want to be respected, start by respecting yourself.",
  "2026-08-09": "Two elements are combined in our creation, the body, which we have in common with the beasts; and reason and good judgement, which we share with the gods.",
  "2026-08-10": "This is the road that leads to liberty, the only road that delivers us from slavery: finally to be able to say, with meaning: Lead me, Zeus, lead me, Destiny, to the goal I was long ago assigned",
  "2026-08-11": "For you should know that it is not easy both to keep your will in a condition conformable to nature and (to secure) external things: but if a man is careful about the one, it is an absolute necessity that he will neglect the other.",
  "2026-08-12": "endurance of labour, and to want little, and to work with my own hands, and not to meddle with other people's affairs, and not to be ready to listen to slander.",
  "2026-08-13": "only judge your own thoughts, desires, and actions as good or evil.",
  "2026-08-14": "Don’t give in to second thoughts, because no one who wavers will make progress",
  "2026-08-15": "practice saying to every harsh appearance,1 You are an appearance, and in no manner what you appear to be.",
  "2026-08-16": "What would have become of Hercules, do you think, if there had been no lion, hydra, stag or boar – and no savage criminals to rid the world of? [33] What would he have done in the absence of such challenges? Obviously he would have just rolled over in bed and gone back to sleep. So by snoring his life away in luxury and comfort he never would have developed into the mighty Hercules.",
  "2026-08-17": "Which of us does not admire what Lycurgus the Spartan did? A young citizen had put out his eye, and been handed over to him by the people to be punished at his own discretion. Lycurgus abstained from all vengeance, but on the contrary instructed and made a good man of him. Producing him in public in the theatre, he said to the astonished Spartans: \"I received this young man at your hands full of violence and wanton insolence; I restore him to you in his right mind and fit to serve his country.",
  "2026-08-18": "Diogenes says somewhere that one way to guarantee freedom is to be ready to die.",
  "2026-08-19": "30. *Appropriate actions are largely set by our social relationships. In the case of one’s father, this involves looking after him, letting him have his way in everything, and not making a fuss if he is abusive or violent. “But what if he’s a bad father?",
  "2026-08-20": "No greater thing is created suddenly, any more than a bunch of grapes or a fig; if you tell me that you desire a fig, I answer you that there must be time. Let it first blossom, then bear fruit, then ripen.",
  "2026-08-21": "But only if I identify with my will can I be someone’s friend – or son, or father – in the true sense, because only then will my self-interest be served by remaining loyal, honest, patient, tolerant and supportive, and by maintaining my social relations.",
  "2026-08-22": "that is where you will see true progress embodied, and find someone who has not wasted their time making the journey here from home.",
  "2026-08-23": "Good introduced human beings to be students of himself and his works, and not merely students but also interpreters of these things. It is wrong, therefore, for us to begin and end where the nonrational animals do. We should rather begin where they do but end where nature has ended in our case. Nature ended at studying and paying attention to things and a way of life in harmony with itself. See to it then, that you do not die without having studied these things.",
  "2026-08-24": "And yet, while there is only the one thing we can care for and devote ourselves to, we choose instead to care about and attach ourselves to a score of others: to our bodies, to our property, to our family, friends and slaves.",
  "2026-08-25": "Do you think freedom is something good?’ ‘The greatest good of all.’ ‘Can anyone in possession of the greatest good be unhappy or unfortunate?’ ‘No.",
  "2026-08-26": "[13] But it sometimes comes about that, when we have properly granted certain premisses, certain conclusions are derived from them that, though false, nonetheless follow from them. [14] What am I to do, then? Accept the false conclusion? [15] And how is that possible? Then should I say that I was wrong to accept the premisses? No, this isn’t permissible either. Or say: That doesn’t follow from the premisses? But that again isn’t permissible. [16] So what is one to do in such circumstances? Isn’t it the same as with debts? Just as having borrowed on some occasion isn’t enough to make somebody a debtor, but it is necessary in addition that he continues to owe the money and hasn’t paid off the loan; likewise, our having accepted the premisses isn’t enough to make it necessary for us to accept the inference, but we have to continue to accept the premisses. [",
  "2026-08-27": "If the Divine is faithful, he also must be faithful; if free, he also must be free; if beneficent, he also must be beneficent; if magnanimous, he also must be magnanimous. Thus as an imitator of God must he follow Him in every deed and word.",
  "2026-08-28": "If anything except the honourable is good, we shall be hounded by greed for life, and by greed for the things which provide life with its furnishings, – an intolerable state, subject to no limits, unstable. The only good, therefore, is that which is honourable, that which is subject to bounds.",
  "2026-08-29": "sophistical questions, so we ought to exercise ourselves",
  "2026-08-30": "Wherever I go, I will be fine, because I was already fine here-not on account of the place but as a result of my principles, and I am going to take them with me. No one can take them away from me; they are my only possessions, irremovable ones that are enough for me wherever I am and whatever I do.",
  "2026-08-31": "Stoicism was founded in the third century BC by Zeno of Citium; Cleanthes succeeded him as head of the school. But it was Cleanthes’ successor, Chrysippus (d. 208 BC), who contributed most to the development of Stoic doctrine and deserves most of the credit for what Stoicism eventually became – the dominant philosophy of the post-classical era.",
  "2026-09-01": "At first, keep quiet and count the days when you were not angry: \"I used to be angry every day, then every other day: next every two, next every three days!\" and if you succeed in passing thirty days, sacrifice to the Gods in thanksgiving.",
  "2026-09-02": "part, in honor, in office, in the courts of justice, in every little matter. Consider these things, if you would exchange for them, freedom from passions, liberty, tranquility. If not, take care that, like little children, you be not now a philosopher, then a servant of the publicani, then a rhetorician, then a procurator (manager) for Caesar. These things are not consistent. You must be one man, either good or bad. You must either cultivate your own ruling faculty, or external things; you must either exercise your skill on internal things or on external things; that is, you must either maintain the position of a philosopher or that of a common person.",
  "2026-09-03": "It is not your concern by what means something returns to the Source from which it came.",
  "2026-09-04": "35. When you do anything from a clear judgment that it ought to be done, never shun the being seen to do it, even though the world should make a wrong supposition about it; for, if you don’t act right, shun the action itself; but, if you do, why are you afraid of those who censure you wrongly?",
  "2026-09-05": "Freedom is not achieved by satisfying desire, but by eliminating it.",
  "2026-09-06": "So in the field of assent you cannot be hindered or obstructed. ‘Evidently.",
  "2026-09-07": "Whoever yields to fate becomes wise, by learning the laws of heaven. —Euripides",
  "2026-09-08": "Some things are up to us and some are not up to us. Our opinions are up to us, and our impulses, desires, aversions – in short, whatever is our own doing. Our bodies are not up to us, nor are our possessions, our reputations, or our public offices. . .",
  "2026-09-09": "an uneducated man blames others; a partially educated man blames himself. A fully educated man blames no one.",
  "2026-09-10": "Do you wish to be invincible? Then don’t enter into combat with what you have no real control over. Your happiness depends on three things, all of which are within your power: your will, your ideas concerning the events in which you are involved, and the use you make of your ideas.",
  "2026-09-11": "Amor Fati",
  "2026-09-12": "The world turns aside to let any man pass who knows where he is going",
  "2026-09-13": "Do not worry if others criticize or laugh at you, for their opinions are not your concern.",
  "2026-09-14": "Make the best use of what is in our power, and treat the rest in accordance with its nature. And what is its nature? However God decides.",
  "2026-09-15": "such is Death, a greater change, from what now is, not to what is not, but to what is not now. \"Shall I then no longer be?\" Not so; thou wilt be; but something different, of which the World now hath need. For thou too wert born not when thou chosest, but when the World had need of thee.",
  "2026-09-16": "Give me by all means the shorter and nobler life, instead of one that is longer but of less account!",
  "2026-09-17": "Whether human affairs are directed by Fate’s unalterable necessity, or by chance, is a question. The wisest of philosophers disagree on this point. [Epicureans] insist that heaven is unconcerned with our birth and death – is unconcerned, in fact, with human beings generally – with the result that good people often suffer while wicked people thrive. [The Stoics] disagree, maintaining that although things happen according to fate, this depends not on the movement of the planets but on the principles and logic of natural causality. This school concedes to us the freedom to choose our own lives. Once the choice is made, however, the Stoics warn that the subsequent sequence of events cannot be altered. With regard to practical matters they maintain that popular ideas of good and bad are wrong: many people who appear to be in dire circumstances are actually happy provided they deal with their situation bravely; others, regardless of how many possessions they have, are miserable, because they do not know how to use the gifts of fortune wisely.",
  "2026-09-18": "Since I can get greatness of soul and nobility from myself, why should I look to get a farm, or money, or some office, from you? I will not be so insensible of what I already own.",
  "2026-09-19": "Let someone transfer these opinions to the workings of the will, and I personally guarantee his peace of mind, no matter what his outward circumstances are like.",
  "2026-09-20": "Some things are within our power while others are not.",
  "2026-09-21": "Work, therefore to be able to say to every harsh appearance, “You are but an appearance, and not absolutely the thing you appear to be.",
  "2026-09-22": "But it’s not right of Zeus to do this.’ Why? Because he made you tough and proud, removed the stigma of evil from these circumstances and made it possible for you to be happy despite them? Or because he left the door open when things finally don’t agree with you? Friend, take advantage of it, and stop blaming God.",
  "2026-09-23": "Externals include the body and its members, as well as material goods. If you grow attached to any of them as if they were your own, you will incur the penalties prescribed for a thief.",
  "2026-09-24": "Everything, you see, that you throw at me I will transform into a blessing, a boon, something dignified - even enviable.",
  "2026-09-25": "But it is within your power to avoid disappointment, by directing your desires to things that are rightfully yours to obtain and control.",
  "2026-09-26": "And yet, while there is only the one thing we can care for and devote ourselves to, we choose instead to care about and attach ourselves to a score of others: to our bodies, to our property, to our family, friends and slaves. [15] And, being attached to many things, we are weighed down and dragged along with them.",
  "2026-09-27": "Most of what passes for legitimate entertainment is inferior or foolish and only caters to or exploits people’s weakness. If you yourself don’t choose what thoughts and images you expose yourself to, someone else will, and their motives may not be the highest.",
  "2026-09-28": "Remember that you must behave as at a banquet. Is anything brought round to you? Put out your hand and take a moderate share. Does it pass by you? Do not stop it. Is it not yet come? Do not yearn in desire toward it, but wait till it reaches you. So with regard to children, wife, office, riches; and you will some time or other be worthy to feast with the gods. And if you do not so much as take the things which are set before you, but are able even to forego them, then you will not only be worthy to feast with the gods, but to rule with them also.",
  "2026-09-29": "The people before whom you bow and tremble – when I meet them, I treat them as if they were slaves.",
  "2026-09-30": "We are disturbed not by what happens to us, but by our thoughts about what happens.",
  "2026-10-01": "Every challenge is presented to you so that you will choose love and turn away from negativity and blame.",
  "2026-10-02": "For what else is tragedy than the portrayal in tragic verse of the sufferings of men who have attached high value to external things?",
  "2026-10-03": "Understand what freedom really is and how it is achieved. Freedom isn’t the right or ability to do whatever you please. Freedom comes from understanding the limits of our own power and the natural limits set in place by divine providence. By accepting life’s limits and inevitabilities and working with them rather than fighting them, we become free. If, on the other hand, we succumb to our passing desires for things that aren’t in our control, freedom is lost.",
  "2026-10-04": "The true basis for being respected is to appear refined and modest.",
  "2026-10-05": "I see good people dying of cold and hunger.’ Well, don’t you see wicked people dying of luxury, pride and excess?",
  "2026-10-06": "Never call yourself a philosopher, nor talk a great deal among the unlearned about theorems, but act conformably to them. Thus, at an entertainment, don’t talk how persons ought to eat, but eat as you ought.",
  "2026-10-07": "Look at the matter in this way. Since we can see that a dog is fitted by nature to do one thing, and a horse to do another, and a nightingale, if you like, to do yet another, it wouldn’t be absurd for one to declare overall that each of them is beautiful precisely in so far as it best fulfils its own nature; and since each is different in nature, it would seem to me that each of them is beautiful in a different way. Isn’t that so? The student agreed.",
  "2026-10-08": "When you have him as your leader, and conform your will and desire to his, what fear of failure can you have?",
  "2026-10-09": "If you intend to improve, throw away such thoughts as these: if I neglect my affairs, I shall not have the means of living: unless I chastise my slave, he will be bad. For it is better to die of hunger and so to be released from grief and fear than to live in abundance with perturbation; and it is better for your slave to be bad than for you to be unhappy.",
  "2026-10-10": "For sheep don’t throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk. Thus, therefore, do you likewise not show theorems to the unlearned, but the actions produced by them after they have been digested.",
  "2026-10-11": "but we should rather believe the philosophers who say that the educated only are free. How is this? In this manner: Is freedom anything else than the power of living as we choose? Nothing else.",
  "2026-10-12": "It betrays a lack of an interior life when a person is overly focused on bodily things—whether indulging in food and drink, exercising to exhaustion, or spending excessive time on grooming. Care for your body as needed, but put your main energies and efforts into cultivating your mind.",
  "2026-10-13": "Do not say of anything “I have lost it,",
  "2026-10-14": "Now is the time to get serious about living your ideals. How long can you afford to put off who you really want to be? Your nobler self cannot wait any longer. Put your principles into practice – now. Stop the excuses and the procrastination. This is your life! You aren’t a child anymore. The sooner you set yourself to your spiritual program, the happier you will be. The longer you wait, the more you’ll be vulnerable to mediocrity and feel filled with shame and regret, because you know you are capable of better. From this instant on, vow to stop disappointing yourself. Separate yourself from the mob. Decide to be extraordinary and do what you need to do – now.",
  "2026-10-15": "There is nothing more inspiring than a speaker who makes clear to his audience that he has need of them.",
  "2026-10-16": "With every accident, ask yourself what abilities you have for making a proper use of it. If you see an attractive person, you will find that self-restraint is the ability you have against your desire. If you are in pain, you will find fortitude. If you hear unpleasant language, you will find patience. And thus habituated, the appearances of things will not hurry you away along with them.",
  "2026-10-17": "Let man be pleased with whatever has pleased God; let him marvel at himself and his own resources for this very reason, that he cannot be overcome, that he has the very powers of evil subject to his control, and that he brings into subjection chance and pain and wrong by means of that strongest of powers – reason. Love reason! The love of reason will arm you against the greatest hardships.",
  "2026-10-18": "I have to die. If it is now, well then I die now; if later, then now I will take my lunch, since the hour for lunch has arrived—and dying I will tend to later.",
  "2026-10-19": "So why not care for that side of you, where you and the gods are equals?",
  "2026-10-20": "What are you? A human being. If you think of yourself as a unit apart, then it is in accordance with your nature to live to old age, to be rich, and be healthy. But if your view of yourself involves being part of a whole, circumstances may make it right for you to be sick, go on a dangerous journey, endure poverty, even die before your time. Don't complain.",
  "2026-10-21": "Every difficulty in life presents us with an opportunity to turn inward and to invoke our own submerged inner resources. The trials we endure can and should introduce us to our strengths.",
  "2026-10-22": "you have the power of patience to deal with your difficulties.",
  "2026-10-23": "There is one road to peace and happiness (keep the thought near by morning, noon and night): renunciation of externals;",
  "2026-10-24": "Most of us would be seized with fear if our bodies went numb, and would do everything possible to avoid it, yet we take no interest at all in the numbing of our souls.",
  "2026-10-25": "What disturbs men's minds is not events but their judgements on events: For instance, death is nothing dreadful, or else Socrates would have thought it so. No, the only dreadful thing about it is men's judgement that it is dreadful. And so when we are hindered, or disturbed, or distressed, let us never lay the blame on others, but on ourselves, that is, on our own judgements. To accuse others for one's own misfortunes is a sign of want of education; to accuse oneself shows that one's education has begun; to accuse neither oneself nor others shows that one's education is complete.",
  "2026-10-26": "man of sense will not take part in politics either∗; he knows the kinds of personal connections that politics involves. So what’s to keep us from living as if we were as unsocial as flies?",
  "2026-10-27": "If you are praised by others, be skeptical of yourself. For it is no easy feat to hold onto your inner harmony while collecting accolades. When grasping for one, you are likely to drop the other.",
  "2026-10-28": "If you take care of it and identify with it, you will never be blocked or frustrated; you won’t have to complain, and never will need to blame or flatter anyone.",
  "2026-10-29": "In short, if we observe, we shall find that the animal man is pained by nothing so much as by that which is irrational; and, on the contrary, attracted to nothing so much as to that which is rational.",
  "2026-10-30": "fear comes from what you expect, but grief from that which is present.",
  "2026-10-31": "Nothing great is created in a flash.",
  "2026-11-01": "If you learn that someone is speaking ill of you, don’t try to defend yourself against the rumours; respond instead with, ‘Yes, and he doesn’t know the half of it, because he could have said more",
  "2026-11-02": "A boxer derives the greatest advantage from his sparring partner – and my accuser is my sparring partner. He trains me in patience, civility and even temper. [10] I mean, a doctor who puts me in a headlock and sets a dislocated pelvis or shoulder – he benefits me, however painful the procedure. So too does a trainer when he commands me to ‘lift the weight with both your hands’ – and the heavier it is, the greater the benefit to me.",
  "2026-11-03": "Find satisfaction in following your philosophy. If you want to be respected, start by respecting yourself.",
  "2026-11-04": "Lead me, Zeus, lead me, Destiny, To the goal I was long ago assigned And I will follow without hesitation. Even should I resist, In a spirit of perversity, I will have to follow nonetheless. [2] Whoever yields to necessity graciously We account wise in God’s ways.",
  "2026-11-05": "Is the child or wife of another dead? There is no one who would not say, “This is an accident of mortality.",
  "2026-11-06": "How long are you going to wait before you demand the best for yourself?",
  "2026-11-07": "No man is free who is not a master of himself",
  "2026-11-08": "Time relieves the foolish from sorrow, but reason relieves the wise.",
  "2026-11-09": "Because of this connection, some of us sink to the level of wolves – faithless, vicious and treacherous. Others turn into lions – wild, savage and uncivilized. But most of us become like foxes, the sorriest of the lot. [8] For what else is a spiteful, malicious man except a fox, or something even lower and less dignified? [9] See that you don’t turn out like one of those unfortunates. I 4 On progress [1]",
  "2026-11-10": "[Epictetus] believes that God gave man the means to fulfill all his obligations; that these means are within his power, that happiness is attained through what we are capable of, this being the reason God gave them to us. Our mind cannot be forced to believe what is false, nor our will compelled to love something that makes it unhappy. These two powers are therefore free, and it is through them that we can become perfect.",
  "2026-11-11": "Transfer caution to the will and the functions of the will, and the mere wish will bring with it the power of avoidance. But if we direct it at what is outside us and is none of our responsibility, wanting instead to avoid what’s in the control of others, we are necessarily going to meet with fear, upset and confusion.",
  "2026-11-12": "You are but an appearance, and not absolutely the thing you appear to be.",
  "2026-11-13": "Refrain from trying to win other people’s approval and admiration. You are taking a higher road. Don’t long for others to see you as sophisticated, unique, or wise. In fact, be suspicious if you appear to others as someone special. Be on your guard against a false sense of self-importance.",
  "2026-11-14": "It is not wisdom that contrives arms, or walls, or instruments useful in war; nay, her voice is for peace, and she summons all mankind to concord. It is not she, I maintain, who is the artisan of our indispensable implements of daily use. Why do you assign to her such petty things? You see in her the skilled artisan of life. The other arts, it is true, wisdom has under her control; for he whom life serves is also served by the things which equip life. But wisdom's course is toward the state of happiness; thither she guides us, thither she opens the way for us. She shows us what things are evil and what things are seemingly evil; she strips our minds of vain illusion. She bestows upon us a greatness which is substantial, but she represses the greatness which is inflated, and showy but filled with emptiness; and she does not permit us to be ignorant of the difference between what is great and what is but swollen; nay, she delivers to us the knowledge of the whole of nature and of her own nature. She discloses to us what the gods are and of what sort they are; what are the nether gods, the household deities, and the protecting spirits; what are the souls which have been endowed with lasting life and have been admitted to the second class of divinities, where is their abode and what their activities, powers, and will.",
  "2026-11-15": "Bravery is a scorner of things which inspire fear; it looks down upon, challenges, and crushes the powers of terror and all that would drive our freedom under the yoke.",
  "2026-11-16": "You do not seem to realize that the mind is subject only to itself. It alone can control it, [13] which shows the force and justice of God’s edict: the strong shall always prevail over the weak.",
  "2026-11-17": "Don't we recall that no one does injury or benefit to another, but that the cause of each of these things is a judgement.",
  "2026-11-18": "I, personally, was never kept from something I wanted, nor had forced upon me something I was opposed to. How did I manage it? I submitted my will to God. He wants me to be sick – well, then, so do I. He wants me to choose something. Then I choose it. He wants me to desire something, I desire it. He wants me to get something, I want the same; or he doesn’t want me to get it, and I concur.",
  "2026-11-19": "If you have nothing better to do than praise me for it, then my speech was a failure.",
  "2026-11-20": "if you shall seem to some to be a person of importance, distrust yourself.",
  "2026-11-21": "Wisdom is a large and spacious thing. It needs plenty of free room. One must learn about things divine and human, the past and the future, the ephemeral and the eternal; and one must learn about Time.",
  "2026-11-22": "For making a good voyage a pilot and wind are necessary: and for happiness, reason and art.",
  "2026-11-23": "impassivity and a good flow of life are not attained except through unerring desire and unfailing avoidance",
  "2026-11-24": "Wisdom's seat is higher; she trains not the hands, but is mistress of our minds.",
  "2026-11-25": "What am I to do? Death is on my trail, and life is fleeting away; teach me something with which to face these troubles. Bring it to pass that I shall cease trying to escape from death, and that life may cease to escape from me. Give me courage to meet hardships; make me calm in the face of the unavoidable. Relax the straitened limits of the time which is allotted me. Show me that the good in life does not depend upon life's length, but upon the use we make of it; also, that it is possible, or rather usual, for a man who has lived long to have lived too little. Say to me when I lie down to sleep: \"You may not wake again!\" And when I have waked: \"You may not go to sleep again!\" Say to me when I go forth from my house: \"You may not return!\" And when I return: \"You may never go forth again!\" You are mistaken if you think that only on an ocean voyage there is a very slight space between life and death. No, the distance between is just as narrow everywhere. It is not everywhere that death shows himself so near at hand; yet everywhere he is as near at hand.",
  "2026-11-26": "If, however, I liberate myself from my master – which is to say, from the emotions that make my master frightening – what troubles can I have? No man is my master any longer.",
  "2026-11-27": "[8] Consider who it is that you praise when you praise people dispassionately: is it those who are just, or unjust?—‘Those who are just.’—The temperate or the intemperate?—‘The temperate.’—The self-controlled or the dissolute?—‘The self-controlled.’ [9] —You should know, then, that if you make yourself a person of that kind, you’ll be making yourself beautiful; but if you neglect these virtues, you’re bound to be ugly, whatever techniques you adopt to make yourself appear beautiful.",
  "2026-11-28": "If you act rashly, without regard to consequences, you may defeat your purposes.",
  "2026-11-29": "Here is the primary means of training yourself: as soon as you leave in the morning, subject whatever you see or hear to close study. Then formulate answers as if they were posing questions.",
  "2026-11-30": "In every situation, consider what precedes it and what may follow—then act. If you act rashly, without regard to consequences, you may defeat your purposes.",
  "2026-12-01": "Small-minded people habitually reproach others for their own misfortunes. Average people reproach themselves. Those who are dedicated to a life of wisdom understand that the impulse to blame something or someone is foolishness, that there is nothing to be gained in blaming, whether it be others or oneself.",
  "2026-12-02": "If you wish to become proficient in the art of living with wisdom, do you think that you can eat and drink to excess?",
  "2026-12-03": "it is no easy feat to hold onto your inner harmony while collecting accolades. When grasping for one, you are likely to drop the other.",
  "2026-12-04": "Do your own useful work without regard to the honor or admiration your efforts might win from others. There is no such thing as vicarious merit.",
  "2026-12-05": "But they have produced such wonderful fruit in a human mind, as part of their plan to bestow on humanity the true secret of happiness.",
  "2026-12-06": "A person’s worth, after all, is not found in possessions or style.",
  "2026-12-07": "there is but one way to freedom - to despise what is not in our power.",
  "2026-12-08": "Begin therefore with little things. A little oil is spilled, a little wine is stolen: say, “This is the price of tranquility; this is the price of not being upset.",
  "2026-12-09": "not even God has the power of coercion over us’.",
  "2026-12-10": "You must realize that death and illness are bound to overtake us whatever it is we’re doing. They overtake the farmer at the plough, the sailor at the helm; [6] what do you want to be doing when they come upon you? Because you have to be doing something when you go; and if you can find anything better than this to be doing, then do it by all means.",
  "2026-12-11": "In time, you will grow to be confident that there is not a single impression that you will not have the moral means to tolerate.",
  "2026-12-12": "Just begin, believe me, and you will see the truth of what I’ve been saying.",
  "2026-12-13": "If anyone tells you that such a person speaks ill of you, don’t make excuses about what is said of you, but answer: “ He does not know my other faults, else he would not have mentioned only these.",
  "2026-12-14": "Because I have no natural gifts, shall I on that account give up my discipline? Far be it from me! Epictetus will not be better than Socrates, but if only I am not worse, that suffices me. For I shall not be a Milo, either, and yet I do not neglect my body, nor a Croesus, and yet I do not neglect my property, nor, in a word, is there any other field in which we give up the appropriate discipline merely from despair of attaining the highest.",
  "2026-12-15": "First, say to yourself what you would be; then do what you have to do",
  "2026-12-16": "People are not disturbed by things themselves, but by the views they take of those things.",
  "2026-12-17": "Refuse to participate in gossip—tearing down, inflating, and judging other people.",
  "2026-12-18": "I will define him simply as someone set on becoming a god rather than a man.",
  "2026-12-19": "Do not get too attached to life for it is like a sailor's leave on the shore and at any time, the captain may sound the horn, calling you back to eternal darkness.",
  "2026-12-20": "The commentary of Simplicius is worth reading. But how many will read it? Perhaps one in a million.",
  "2026-12-21": "Show me someone untroubled with disturbing thoughts about illness, danger, death, exile or loss of reputation. By all the gods, I want to see a Stoic!",
  "2026-12-22": "If a person had handed over your body to a stranger, you would certainly be angry. So why do you not feel any shame in handing over your own mind to any criticiser, to be unsettled and annoyed.",
  "2026-12-23": "Times relieves the foolish from sorrow, but reason relieves the wise",
  "2026-12-24": "Life is a piece of music, and you’re supposed to be dancing.",
  "2026-12-25": "Thus, whatever phase of things human and divine you have apprehended, you will be wearied by the vast number of things to be answered and things to be learned. And in order that these manifold and mighty subjects may have free entertainment in your soul, you must remove therefrom all superfluous things. Virtue will not surrender herself to these narrow bounds of ours; a great subject needs wide space in which to move. Let all other things be driven out, and let the breast be emptied to receive virtue.",
  "2026-12-26": "For what else is tragedy than the perturbations ([Greek: pathae]) of men who value externals exhibited in this kind of poetry?",
  "2026-12-27": "Every day you should put the ideas in action that protect against attachment to externals such as individual people, places or institutions – even your own body.",
  "2026-12-28": "If you wish to have peace and contentment, release your attachment to all things outside your control. This is the path of freedom and happiness.",
  "2026-12-29": "At a feast, taking the largest helping may be good for your appetite, but sharing generously is good for the spirit of the celebration. In this case, honoring your hosts and fellow guests should be valued above sating your hunger.",
  "2026-12-30": "None of those who have been raised to a loftier height by riches and honours is really great.",
  "2026-12-31": "well as the others, namely, the faculty of reason. Reason is unique among the faculties assigned",
  "2027-01-01": "Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our own actions. The things in our control are by nature free, unrestrained, unhindered; but those not in our control are weak, slavish, restrained, belonging to others. Remember, then, that if you suppose that things which are slavish by nature are also free, and that what belongs to others is your own, then you will be hindered. You will lament, you will be disturbed, and you will find fault both with gods and men. But if you suppose that only to be your own which is your own, and what belongs to others such as it really is, then no one will ever compel you or restrain you. Further, you will find fault with no one or accuse no one. You will do nothing against your will. No one will hurt you, you will have no enemies, and you not be harmed. Aiming therefore at such great things, remember that you must not allow yourself to be carried, even with a slight tendency, towards the attainment of lesser things. Instead, you must entirely quit some things and for the present postpone the rest. But if you would both have these great things, along with power and riches, then you will not gain even the latter, because you aim at the former too: but you will absolutely fail of the former, by which alone happiness and freedom are achieved. Work, therefore to be able to say to every harsh appearance, “You are but an appearance, and not absolutely the thing you appear to be.",
  "2027-01-02": "Philosophy is for living, not just learning.",
  "2027-01-03": "Are the Trojans wise or foolish? If they are wise, do not quarrel with them; if they are fools, ignore them.",
  "2027-01-04": "Epictetus is not superior to Socrates; but if he is not inferior, this is enough for me; for I shall never be a Milo, and yet I do not neglect my body; nor shall I be a Croesus, and yet I do not neglect my property; nor, in a word, do we neglect looking after anything because we despair of reaching the highest degree.",
  "2027-01-05": "Did you ever see me any way but with a smile on my face, ready to obey any orders that you had for me?",
  "2027-01-06": "The divine order does not design people or circumstance according to our tastes",
  "2027-01-07": "No man is free unless he is the master of himself.",
  "2027-01-08": "Remind yourself, “What upsets this person is their opinion of what has happened. Another in the same circumstance, taking a different perspective, would react quite differently.",
  "2027-01-09": "Who are you, and how did you get here? It was God brought you into the world, who showed you the light, gave you the people who support you, gave you reason and perception. And he brought you into the world as a mortal, to pass your time on earth with a little endowment of flesh, to witness his design and share for a short time in his feast and celebration. [105] So why not enjoy the feast and pageant while it’s given you to do so; then, when he ushers you out, go with thanks and reverence for what you were privileged for a time to see and hear.",
  "2027-01-10": "Outside our control, however, are such things as what kind of body we have, whether we’re born into wealth or strike it rich, how we are regarded by others, and our status in society. We must remember that those things are externals and are therefore not our concern. Trying to control or to change what we can’t only results in torment.",
  "2027-01-11": "I am richer than you, therefore my wealth is superior to yours’; and ‘I am a better speaker, therefore my diction is better than yours.’ But you are neither wealth nor diction.",
  "2027-01-12": "Whenever you do something you have decided ought to be done, never try to avoid being seen doing it, even if people in general may disapprove of it. If, of course, your action is wrong, just don't do it at all; but if it's right, why be afraid of people whose criticism is off the mark?",
  "2027-01-13": "But the wise man knows that all things are in store for him. Whatever happens, he says: \"I knew it.",
  "2027-01-14": "If you decide to do something, don’t shrink from being seen doing it, even if the majority of people disapprove. If you’re wrong to do it, then you should shrink from doing it altogether; but if you’re right, then why worry how people will judge you?",
  "2027-01-15": "Throw him in jail.’ What jail? The one he is in already, since he is there against his will; and if he is there against his will then he is imprisoned.",
  "2027-01-16": "It is enough if everyone does well what he or she is supposed to do.",
  "2027-01-17": "What did I lack then, anyway?",
  "2027-01-18": "A man asked me to write to Rome on his behalf who, as most people thought, had met with misfortune; for having been before wealthy and distinguished, he had afterwards lost all and was living here. So I wrote about him in a humble style. He however on reading the letter returned it to me, with the words: \"I asked for your help, not for your pity. No evil has happened unto me.",
  "2027-01-19": "Working within our sphere of control, we are naturally free, independent, and strong. Beyond that sphere, we are weak, limited, and dependent.",
  "2027-01-20": "It is for you to arrange your priorities; but whatever you decide to do, don’t do it resentfully, as if you were being imposed on.",
  "2027-01-21": "But God has introduced man to be a spectator of God and of his works; and not only a spectator of them, but an interpreter. For this reason it is shameful for man to begin and to end where irrational animals do; but rather he ought to begin where they begin, and to end where nature ends in us; and nature ends in contemplation and understanding, and in a way of life conformable to nature. Take care then not to die without having been spectators of these things.",
  "2027-01-22": "If you wish to have peace and contentment, release your attachment to all things outside your control.",
  "2027-01-23": "then, what are things indifferent?\" \"Things that are not in our power.\" \"Say then, what follows?\" \"That things which are not in our power are nothing to me.",
  "2027-01-24": "What is death? A scary mask. Take it off – see, it doesn’t bite.",
  "2027-01-25": "A person who rarely leaves home, who doesn’t converse with, praise, and encourage others, will not attract friends.",
  "2027-01-26": "Don’t demand or expect that events happen as you would want them too. Accept events as they actually happen. That way, peace is possible",
  "2027-01-27": "The anger of an ape—the threat of a flatterer—these deserve equal regard.",
  "2027-01-28": "But I’ll get money, and then share it.",
  "2027-01-29": "Every difficulty in life presents us with an opportunity to turn inward and to invoke our own submerged inner resources. The trials we endure can and should introduce us to our strengths...Dig deeply. You possess strengths you might not realize you have. Find the right one. Use it.",
  "2027-01-30": "Well, then, biting, kicking, wanton imprisonment and beheading – is that what our nature entails? No; rather, acts of kindness, cooperation and good will. And so, whether you like it or not, a person fares poorly whenever he acts like an insensitive brute.",
  "2027-01-31": "Do you realize that you are awake?’ ‘No, any more than when I dream and have the impression that I am awake.’ ‘And is the one impression in no way different from the other?’ ‘No.",
  "2027-02-01": "What disturbs men's minds is not events but their judgements on events:",
  "2027-02-02": "I, personally, was never kept from something I wanted, nor had forced upon me something I was opposed to. How did I manage it? I submitted my will to God. He wants me to be sick? Well then, so do I. He wants me to choose something? Then I choose it. He wants me to desire something? Then I desire it. He wants me to get something? I want the same, or he doesn’t want me to get it, and I concur. Thus, I even assent to death and torture. Now, no one can make me or keep me from acting in line with my inclination any more than they can similarly manipulate God.",
  "2027-02-03": "You must be one man, either good or bad. You must cultivate either your own ruling faculty or externals, and apply yourself either to things within or without you; that is, be either a philosopher, or one of the vulgar.",
  "2027-02-04": "As the sun does not wait for prayers and incantations to be induced to rise, but immediately shines and is saluted by all: so do you also not wait for clappings of hands, and shouts and praise to be induced to do good, but be a doer of good voluntarily, and you will be beloved as much as the sun.",
  "2027-02-05": "What do we value? Externals. What do we look after? Externals. [12] So of course, we are going to experience fear and nervousness.",
  "2027-02-06": "If a friend tells you that someone has criticized or insulted you, say, “They must not know about my other faults, or they would have pointed out those, too.",
  "2027-02-07": "Whenever distress or displeasure arises in your mind, remind yourself, “This is only my interpretation, not reality itself.",
  "2027-02-08": "And, if anyone tells you that you know nothing, and you are not nettled at it, then you be sure that you have begun your business. For sheep don't throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk. Thus, therefore, do you likewise not show theorems to the unlearned, but the actions produced by them after they have been digested.",
  "2027-02-09": "It isn't possible to change your behaviour and still be the same person you were before.",
  "2027-02-10": "When someone is properly grounded in life, they shouldn’t have to look outside themselves for approval.",
  "2027-02-11": "Study, not in order to add anything to your knowledge, but to make your knowledge better.",
  "2027-02-12": "Before I became old I tried to live well; now that I am old, I shall try to die well; but dying well means dying gladly.",
  "2027-02-13": "Whenever someone helps or hinders you, or praises or criticizes you, remember that they see you only through the lens of their own impressions. If they act or speak from a warped perspective, they hurt themselves—not you. For if someone mistakes truth for falsehood, the truth is not harmed, but only the person deceived. Keeping this in mind, gently turn away any insult or injury. “It seems right to them, though they are mistaken.",
  "2027-02-14": "What upsets people is not things themselves but their judgments about the things. For example, death is nothing dreadful (or else it would have appeared dreadful to Socrates), but instead the judgment about death that it is dreadful—that is what is dreadful. So when we are thwarted or upset or distressed, let us never blame someone else but rather ourselves, that is, our own judgments. An uneducated person accuses others when he is doing badly; a partly educated person accuses himself, an educated person accuses neither someone else nor himself.",
  "2027-02-15": "And every animal is better or worse from his own merit (virtue) or his own badness. Is there then no virtue in man only? and must we look to the hair, and our clothes and to our ancestors?",
  "2027-02-16": "At a feast, do not give a speech about how everyone should eat. Only eat as you should. Socrates never made a spectacle of himself or put on an air of authority. In philosophical conversations, follow his example—stay mostly silent; ask questions and listen intently. If anyone calls you ignorant and says you know nothing, be sure that you are now a true student of philosophy.",
  "2027-02-17": "They are all just so many opportunities to justify your ways to man, by showing just how little circumstances amount to.",
  "2027-02-18": "It isn’t events themselves that disturb people, but only their judgements about them.",
  "2027-02-19": "On the occasion of every accident (event) that befalls you, remember to turn to yourself and inquire what power you have for turning it to use. If you see a fair man or a fair woman, you will find that the power to resist is temperance (continence). If labor (pain) be presented to you, you will find that it is endurance. If it be abusive words, you will find it to be patience. And if you have been thus formed to the (proper) habit, the appearances will not carry you along with them.",
  "2027-02-20": "The task of a philosopher: we should bring our will into harmony with whatever happens, so that nothing happens against our will and nothing that we wish for fails to happen.",
  "2027-02-21": "Now, what does the title 'citizen' mean? In this role, a person never acts in his own interest or thinks of himself alone, but, like a hand or foot that had sense and realized its place in the natural order, all its actions and desires aim at nothing except contributing to the common good.",
  "2027-02-22": "Pain too is just a scary mask: look under it and you will see. The body sometimes suffers, but relief is never far behind.",
  "2027-02-23": "Let others behave as they will—that is not within your control anyway, and thus it’s of no concern to you. Understand that nature as a whole is ordered according to reason, but that not everything in nature is reasonable.",
  "2027-02-24": "Nothing important comes into being overnight; even grapes or figs need time to ripen. If you say that you want a fig now, I will tell you to be patient. First, you must allow the tree to flower, then put forth fruit; then you have to wait until the fruit is ripe. [8] So if the fruit of a fig tree is not brought to maturity instantly or in an hour, how do you expect the human mind to come to fruition, so quickly and easily?",
  "2027-02-25": "When we are guests at a dinner party, we content ourselves with the food on offer; if anyone were to tell the host to put out fish or cake, he would seem rude. In real life, however, we ask the gods for what they do not give, and this though they have provided us with plenty.",
  "2027-02-26": "Be the same person in public as in private. Speak only what is useful and beneficial. In conversation, avoid idle chatter about horse races, athletes, celebrities, food, and drink. Refuse to participate in gossip—tearing down, inflating, and judging other people. Among friends, shift the conversation to worthy topics; among strangers, stay silent.",
  "2027-02-27": "Keep in mind that what injures you is not people who are rude or agressive but your opinion that they are injuring you. So whenever someone provokes you, be aware that the provocation really comes from your own judgment. Start, then, by trying not to get carried away by the impression. Once you pause and give yourself time, you will more easily control yourself.",
  "2027-02-28": "When you are feeling upset, angry, or sad, don’t blame another for your state of mind.",
  "2027-03-01": "[14] It is in accordance with this plan of action above all that one should train oneself. As soon as you leave the house at break of day, examine everyone whom you see, everyone whom you hear, and answer as if under questioning. What did you see? A handsome man or beautiful woman? Apply the rule. Does this lie within the sphere of choice, or outside it? Outside. Throw it away. [15] What did you see? Someone grieving over the death of his child? Apply the rule. Death is something that lies outside the sphere of choice. Away with it. You met a consul? Apply the rule. What kind of thing is a consulship? One that lies outside the sphere of choice, or inside? Outside. Throw that away too, it doesn’t stand the test. Away with it; it is nothing to you. [16] If we acted in such a way and practised this exercise from morning until night, we would then have achieved something, by the gods. [17] But as things are, we’re caught gazing open-mouthed at every impression that comes along, and it is only in the schoolroom that we wake up a little, if indeed we ever do. Afterwards, when we go outside, if we see someone in distress, we say, ‘He’s done for,’ or if we see a consul, exclaim, ‘A most fortunate man’; if an exile, ‘Poor wretch!’; if someone in poverty, ‘How terrible for him; he hasn’t money enough to buy a meal.’ [18] These vicious judgements must be rooted out, then; that is what we should concentrate our efforts on. For what is weeping and groaning? A judgement. What is misfortune? A judgement. What is civil strife, dissension, fault-finding, accusation, impiety, foolishness? [19] All of these are judgements and nothing more, and judgements that are passed, moreover, about things that lie outside the sphere of choice, under the supposition that such things are good or bad. Let someone transfer these judgements to things that lie within the sphere of choice, and I guarantee that he’ll preserve his peace of mind, regardless of what his circumstances may be. [20] The mind is rather like a bowl filled with water, and impressions are like a ray of light that falls on that water. [21] When the water is disturbed, the ray of light gives the appearance of being disturbed, but that isn’t really the case. [22] So accordingly, whenever someone suffers an attack of vertigo, it isn’t the arts and virtues that are thrown into confusion, but the spirit in which they’re contained; and when the spirit comes to rest again, so will they too.",
  "2027-03-02": "Those who “win",
  "2027-03-03": "When we are invited to a banquet, we take what is put before us. If someone should order the host to serve him fish or pastries, he would seem eccentric. But out in the world, we ask the gods for things they do not give us─even though there are many things they have given us.",
  "2027-03-04": "Just ask whether they put their self-interest in externals or in moral choice. [27] If it’s in externals, you cannot call them friends, any more than you can call them trustworthy, consistent, courageous or free. You cannot even call them human beings, if you think about it. [28] Because it is no human frame of mind that makes people snap at others and insult them, or take to the marketplace the way bandits take to the desert or mountains,∗ and behave like bandits in court; or that turns them into depraved lechers and adulterers; or is responsible for all other crimes that people commit against each other.",
  "2027-03-05": "Then I’ll have you chained up.’ What are you saying, man, chain me up? You can chain my leg, but not even Zeus can overcome my power of choice. [24] ‘I’ll throw you into prison.’ You mean my poor body. ‘I’ll have you beheaded.’ Why, did I ever tell you that I’m the only man to have a neck that can’t be severed? [",
  "2027-03-06": "When did anger, however, ever teach someone to play music or pilot a ship?",
  "2027-03-07": "the gods I am indebted for having good grandfathers, good parents, a good sister, good teachers, good associates, good kinsmen and friends, nearly everything good.",
  "2027-03-08": "Consider at what price you sell your integrity; but please, for God’s sake, don’t sell it cheap.",
  "2027-03-09": "Some things are in our control and others not. Things inour control are opinion, pursuit, desire, aversion, and, in aword, whatever are our own actions. Things not in our controlare body, property, reputation, command, and, in one word,whatever are not our own actions.  The things in our control are by nature free, unrestrained,unhindered; but those not in our control are weak, slavish,restrained, belonging to others.",
  "2027-03-10": "Seek not that the things which happen should happen as you wish; but wish the things which happen to be as they are, and you will have a tranquil flow of life.",
  "2027-03-11": "It was thus an excellent reply that the woman made when she wanted to send a boatload of provisions to the exiled Gratilla;* for when someone said to her, ‘Domitian will merely confiscate them,’ she replied, ‘Better that he should take them away than that I should fail to send them.",
  "2027-03-12": "Anytus and Meletus can kill me, but they cannot harm me,’50 he says, and: ‘If it pleases the gods, so be it.",
  "2027-03-13": "If God had created colours, but not the faculty of vision, colours would have been of little use. [4] Or if God had created vision, but not made sure that objects could be seen, vision would have been worthless. [5] And even if he had made them both, but not created light – [6] then neither would have been of any value. So who contrived this universal accommodation of things to one another? Who fitted the sword to the scabbard and the scabbard to the sword? No one?",
  "2027-03-14": "Who is there left for me to fear, and over what has he control? Not what is in my power, because no one controls that except myself. As for what is not in my power, in that I take no interest.",
  "2027-03-15": "It’s a living soul I want one of you to show me, the soul of a person willing to work with, and never criticize, either God or a fellow human being. One who will never fail, or have experiences he does not want; who will never give in to anger, jealousy or the desire to dominate others.",
  "2027-03-16": "It is not reasonings that are wanted now for there are books stuffed full of stoical reasonings. What is wanted, then? The man who shall apply them; whose actions may bear testimony to his doctrines. Assume this character for me, that we may no longer make use in the schools of the examples of the ancients, but may have some examples of our own.",
  "2027-03-17": "You are invincible if nothing outside the will can disconcert you.",
  "2027-03-18": "Lead me, Fate, wherever you will, and I will cheerfully follow. For, even if I kick and wail, all the same I must follow. —Cleanthes",
  "2027-03-19": "It takes more than just a good-looking body. You've got to have the heart and soul to go with it.",
  "2027-03-20": "Be the same person in public as in private.",
  "2027-03-21": "We can familiarize ourselves with the will of nature by calling to mind our common experiences. When a friend breaks a glass, we are quick to say, ‘Oh, bad luck.’ It’s only reasonable, then, that when a glass of your own breaks, you accept it in the same patient spirit. Moving on to graver things: when somebody’s wife or child dies, to a man we all routinely say, ‘Well, that’s part of life.’ But if one of our own family is involved, then right away it’s ‘Poor, poor me!’ We would do better to remember how we react when a similar loss afflicts others.",
  "2027-03-22": "And when you call on some high official, imagine that you will not find him at home, that you will be shut out, that the door will be slammed in your face, and that he will ignore you. But if, in spite of all this, you really have to go, accept it and go without ever telling yourself, \"it was not worth all that\". That's what an ordinary person would do, someone upset by mere circumstances.",
  "2027-03-23": "If you resist it a whole month, offer God a sacrifice, because the vice begins to weaken from day one, until it is wiped out altogether.",
  "2027-03-24": "The Iliad consists of nothing more than impressions and the use of impressions. An impression prompted Paris to carry off the wife of Menelaus, and an impression prompted Helen to go with him. If an impression, then, had prompted Menelaus to feel that it was a gain to be deprived of such a wife, what would have come about? Not only the Iliad would have been lost, but the Odyssey too!",
  "2027-03-25": "No one has power over our principles, and what other people do control we don’t care about.",
  "2027-03-26": "And yet how can their business compare in importance to ours? If you could see them at Rome, you would find that they do nothing all day but vote on a resolution, then huddle together a while to deliberate about grain, land or some other means to make a living. [10] Is it the same thing to receive a petition that reads, ‘Please allow me to export a bit of grain,’ and ‘Please learn from Chrysippus how the universe is governed, and what place the rational creature has in it; find out, too, who you are, and what constitutes your good and your evil’?",
  "2027-03-27": "Consciousness of its weakness will keep you from tackling difficult subjects.",
  "2027-03-28": "Remember that you are an actor in a drama, of such a kind as the author pleases to make it. If short, of a short one; if long, of a long one.",
  "2027-03-29": "reflection will show that people are put off by nothing so much as what they think is unreasonable, and attracted to nothing more than what to them seems reasonable.",
  "2027-03-30": "Obstacles Lameness may strike your leg, but not your determination. Sickness may weaken your body, but not your character. Misfortune may drain your bank account, but not your generosity—unless you let it. Each time an obstacle arises, remind yourself of this truth: while it may hurt some part of you, it can’t touch your deepest self. The only person who can truly harm you—that is, make you a worse person—is you.",
  "2027-03-31": "the same thing, really, that we all want: to live in peace, to be happy, to do as we like and never be foiled or forced to act against our wishes.",
  "2027-04-01": "[19] ‘My brother shouldn’t have treated me in this way.’ Indeed he shouldn’t, but it’s for him to see to that. For my part, however he treats me, I should conduct myself towards him as I ought. For that is my business, and the rest is not my concern. In this no one can hinder me, while everything else is subject to hindrance.",
  "2027-04-02": "An ignorant person is one who is tossed about between elation and despair by external forces and events.",
  "2027-04-03": "You are the one who knows yourself – which is to say, you know how much you are worth in your own estimation, and therefore at what price you will sell yourself; because people sell themselves at different rates.",
  "2027-04-04": "I am prepared to show you that you have resources and a character naturally strong and resilient; show me in return what grounds you have for being peevish and malcontent.",
  "2027-04-05": "When you are by yourself you should call it peace and liberty, and consider yourself the gods’ equal. When you’re with a large group you shouldn’t say you’re in a mob or crowd, but a guest at a feast or festival – and in that spirit learn to enjoy it.",
  "2027-04-06": "For it is always true that to whatever point the perfecting of anything leads us, progress is an approach towards this point.",
  "2027-04-07": "Rufus43 used to say, ‘If you have nothing better to do than praise me for it, then my speech was a failure.’ He used to address us in such a way as to make everyone sitting there suppose that someone had informed on them – that’s how well he intuited the truth, and how vividly he evoked for each one of us our private faults.",
  "2027-04-08": "Philosophy’s purpose is to illuminate the ways our soul has been infected by unsound beliefs, untrained tumultuous desires, and dubious life choices and preferences that are unworthy of us. Self-scrutiny applied with kindness is the main antidote.",
  "2027-04-09": "Anyone who’s dissatisfied with the circumstances assigned him by fortune is unskilled in the art of living, while anyone who nobly endures his circumstances and makes reasonable use of what they have to offer deserves to be called a good person.",
  "2027-04-10": "Rather than death or exile, if we feared fear itself, we would practise avoiding the things we believe to be bad. [20] As it is, in the classroom we’re fierce and fluent, quick to answer any little question on these topics, and adept at drawing the right conclusion.",
  "2027-04-11": "For my part, I can say, ‘bring what challenge you please and I will turn it to good account: bring illness, death, poverty, slander, a judgement of death: they will all be converted to advantage by my wand of Hermes.",
  "2027-04-12": "Even as the Sun doth not wait for prayers and incantations to rise, but shines forth and is welcomed by all: so thou also wait not for clapping of hands and shouts and praise to do thy duty; nay, do good of thine own accord, and thou wilt be loved like the Sun.",
  "2027-04-13": "distinguish between your own and not your own, the things which are in your power and not in your power,",
  "2027-04-14": "And as proof that he has delivered them to you, bring your preconceptions to bear. Bring the arguments of philosophers. Bring what you’ve often heard, and often said yourself; what you’ve read, and what you’ve practised.",
  "2027-04-15": "If anyone tells you that a certain person speaks ill of you, do not make excuses about what is said of you, but answer: “He was ignorant of my other faults, else he would not have mentioned these alone.",
  "2027-04-16": "But if with trembling and lamentation you seek not to fall into that which you avoid, tell me how you are improving.",
  "2027-04-17": "The soul stands on unassailable ground, if it has abandoned external things; it is independent in its own fortress; and every weapon that is hurled falls short of the mark. Fortune has not the long reach with which we credit her; she can seize none except him that clings to her. Let us then recoil from her as far as we are able. This will be possible for us only through knowledge of self and of the world of Nature. The soul should know whither it is going and whence it came, what is good for it and what is evil, what it seeks and what it avoids, and what is that Reason which distinguishes between the desirable and the undesirable, and thereby tames the madness of our desires and calms the violence of our fears. Some men flatter themselves that they have checked these evils by themselves even without the aid of philosophy; but when some accident catches them off their guard, a tardy confession of error is wrung from them. Their boastful words perish from their lips when the torturer commands them to stretch forth their hands, and when death draws nearer!",
  "2027-04-18": "As the fire-lights in harbors by a few pieces of dry wood raises a great flame and give sufficient help to ships which are wandering on the sea; so also an illustrious man in a state which is tempest-tossed, while he is himself satisfied with a few things does great services to his citizens.",
  "2027-04-19": "being attached in this way to any number of things, we’re weighed down by them and dragged down. [16] That is why, if the weather prevents us from sailing, we sit there in a state of anxiety, constantly peering around. ‘What wind is this?’ The North Wind. And what does it matter to us and to him? ‘When will the West Wind blow?’ When it so chooses, my good friend, or rather, when Aeolus chooses; for God hasn’t appointed you to be controller of the winds, he has appointed Aeolus. [17] What are we to do, then? To make the best of what lies within our power, and deal with everything else as it comes.",
  "2027-04-20": "the Oracle at Delphi—once threw a man out of the temple for abandoning his friend.",
  "2027-04-21": "Surrender the body and its members, physical faculties, property, reputation, office, honours, children, siblings – repudiate them all.",
  "2027-04-22": "Personal merit cannot be achieved through our associations with people of excellence. You have been given your own work to do. Get to it right now, do your best at it, and don’t be concerned with who is watching you.",
  "2027-04-23": "What are you going to get when you trade your freedom away? Check to see what your proud new possessions will be worth.",
  "2027-04-24": "If you are kissing your child or wife, say that it is a human being whom you are kissing, for when the wife or child dies, you will not be disturbed.",
  "2027-04-25": "Behold the birth of tragedy: when idiots come face to face with the vicissitudes of life.",
  "2027-04-26": "True instruction is this:--to learn to wish that each thing should come to pass as it does. And how does it come to pass? As the Disposer has disposed it. Now He has disposed that there should be summer and winter, and plenty and dearth, and vice and virtue, and all such opposites, for the harmony of the whole.",
  "2027-04-27": "What's that you say friend? It's only my leg you will chain, not even God can conquer my will.",
  "2027-04-28": "which would you rather have—money to share with others, or loyal and honest friends?",
  "2027-04-29": "Whenever you see someone holding political power, set against it the fact that you yourself have no need of power. Whenever you see someone wealthy, observe what you have instead of that. For if you have nothing in its place, you are in a miserable state; but if you have the absence of the need to have wealth, realize that you have something greater and much more valuable. One man has a beautiful wife, you have the absence of longing for a beautiful wife. Do you think these are little things? How much would these very people – the wealthy, the powerful, the ones who live with beautiful women – pay for the ability to look down on wealth and power and those very women whom they adore and get?",
  "2027-04-30": "You see, then, that it is necessary for you to become a student, that creature which every one laughs at, if you really desire to make an examination of your judgements. But this, as you are quite aware, is not the work of a single hour or day",
  "2027-05-01": "Rational-Emotive Behaviour Therapy (REBT), arguably the foremost modality in counselling today. As a college freshman in an informal study group devoted to reading and commenting on major philosophers, Ellis was struck by Epictetus’ insistence that ‘It is not events that disturb people, it is their judgements concerning them’ (Enchiridion 5). Ellis openly credits Epictetus for supplying his guiding principle that our emotional responses to upsetting actions – not the actions themselves – are what create anxiety and depression; and that (a point basic to Stoic psychology in general) our emotional responses are products of our judgements – are in fact (irrational) judgements tout court: ‘Much of what we call emotion is nothing more nor less than a certain kind – a biased, prejudiced, or strongly evaluative kind – of thought. What we call feelings almost always have a pronounced evaluating or appraisal element.’6 Ellis points out that irrational beliefs often appear in the way people talk to themselves. Compare Epictetus at IV 4, 26–27:",
  "2027-05-02": "Put away the fear of death, and however much thunder and lightning you have to face, you will find the mind capable of remaining calm and composed regardless.",
  "2027-05-03": "Why then does he seem great to you? It is because you are measuring the pedestal along with the man. A dwarf is not tall, though he stand upon a mountain-top; a colossal statue will still be tall, though you place it in a well. This is the error under which we labour; this is the reason why we are imposed upon: we value no man at what he is, but add to the man himself the trappings in which he is clothed. But when you wish to inquire into a man's true worth, and to know what manner of man he is, look at him when he is naked; make him lay aside his inherited estate, his titles, and the other deceptions of fortune; let him even strip off his body. Consider his soul, its quality and its stature, and thus learn whether its greatness is borrowed, or its own.",
  "2027-05-04": "Consider how we apply the idea of freedom to animals. [25] There are tame lions that people cage, raise, feed and take with them wherever they go. Yet who will call such a lion free? The easier its life, the more slavish it is. No lion endowed with reason and discretion would choose to be one of these pet specimens.",
  "2027-05-05": "Don’t let the force of the impression when first it hits you knock you off your feet; just say to it, ‘Hold on a moment; let me see who you are and what you represent.",
  "2027-05-06": "Nothing is in reality either pleasant or unpleasant by nature but all things become so through habit.",
  "2027-05-07": "When you attend the games, do not get emotionally invested in the rivalry. Wish only that the best team or athlete wins. Avoid the extremes of elation at a win and devastation at a loss.",
  "2027-05-08": "When it is time to leave the sun and moon behind, how will you react? [34] Will you sit down and cry, like an infant? Did nothing that you heard and studied in school get through to you? Why did you advertise yourself as a philosopher when you might have told the truth: ‘I made it through a couple of primers, then read a little Chrysippus – but I hardly crossed the threshold of philosophy.’ [35] How can you associate yourself with Socrates, who lived and died as he did, or with Diogenes?",
  "2027-05-09": "If you’re writing to a friend, grammar will tell you what letters you ought to choose, but as to whether or not you ought to write to your friend, grammar won’t tell you that.",
  "2027-05-10": "So when someone assents to a false proposition, be sure that they did not want to give their assent, since, as Plato says, ‘Every soul is deprived of the truth against its will.’47 [5] They simply mistook for true something false.",
  "2027-05-11": "If you make peace with all things that are beyond your power, refusing to fight them, you will be invincible.",
  "2027-05-12": "The man has to learn ‘what each specific thing means’, as Socrates often said, and stop casually applying preconceptions to individual cases.",
  "2027-05-13": "It is not the person who insults or attacks you who torments your mind, but the view you take of these things.",
  "2027-05-14": "It’s something like going on an ocean voyage. What can I do? Pick the captain, the boat, the date, and the best time to sail. [11] But then a storm hits. Well, it’s no longer my business; I have done everything I could. It’s somebody else’s problem now – namely the captain’s. [12] But then the boat actually begins to sink. What are my options? I do the only thing I am in a position to do, drown – but fearlessly, without bawling or crying out to God, because I know that what is born must also die.",
  "2027-05-15": "If someone, says Epictetus, refuses to accept what is patently obvious, it is not easy to find arguments to use against him that could cause him to change his mind.",
  "2027-05-16": "Our master is anyone who has the power to implement or prevent the things that we want or don't want. Whoever wants to be free, therefore, should wish for nothing or avoid nothing that is up to other people. Failing that, one is bound to be a slave.",
  "2027-05-17": "So – a true philosopher is under no obligation to respect vulgar opinion as to what is religious or irreligious, what is just or unjust. What dishonour he brings on philosophers in general if he did! That’s not what you learned here.",
  "2027-05-18": "If any one trusted your body to the first man he met, you would be indignant, but yet you trust your mind to the chance comer, and allow it to be disturbed and confounded if he revile you; are you not ashamed to do so?",
  "2027-05-19": "Now I am being called upon for some purpose. I answer the call determined to observe the right limits; to act with restraint, but also with confidence, devoid of desire or aversion towards externals.",
  "2027-05-20": "If you do not wish to be prone to anger, do not feed the habit; give it nothin which may tend to its increase. At first, keep quiet and count the days when you were not angry: \"I used to be angry every day, then every other day: next, every two, then every three days!\" and if you succeed in passing thirty days, sacrifice to the gods in thanksgiving.",
  "2027-05-21": "Instead of meeting misfortune with groans and tears, I will call upon the faculty especially provided to deal with it.",
  "2027-05-22": "Men are disturbed not by things, but by the views which they take of things.",
  "2027-05-23": "No, I want to keep celebrating.’ [106] Yes, just as initiates want the mysteries to continue, or crowds at the Olympic Games want to see more contestants. But the festival is over; leave and move on, grateful for what you’ve seen, with your self-respect intact. Make room for other people, it’s their turn to be born, just as you were born, and once born they need a place to live, along with the other necessities of life. If the first people won’t step aside, what’s going to happen? Don’t be so greedy. Aren’t you ever satisfied? Are you determined to make the world more crowded still?",
  "2027-05-24": "And then we’ll be emulating Socrates,* once we’re able to write hymns of praise in prison.",
  "2027-05-25": "26. The will of nature may be learned from those things in which we don’t distinguish from each other. For example, when our neighbor’s boy breaks a cup, or the like, we are presently ready to say, “These things will happen.",
  "2027-05-26": "Nothing is foreboding to me. All signs point to good luck, if I interpret them that way. Whatever life brings, I can use it to my advantage.",
  "2027-05-27": "What’s odd in asserting that what’s bad for anything is what runs contrary to its nature? You say it for everything else, why make humanity the sole exception?",
  "2027-05-28": "death is nothing to fear in itself, or Socrates would have run from it.",
  "2027-05-29": "Consider first, man, what the matter is, and what your own nature is able to bear. If you would be a wrestler, consider your shoulders, your back, your thighs; for different persons are made for different things.",
  "2027-05-30": "What say you, fellow? Chain me? My leg you will chain--yes, but my will--no, not even Zeus can conquer that.",
  "2027-05-31": "Do not desire anything that is not your own, because nothing is your own that is not up to you to procure or to secure whenever you want. Keep your hands right off it, but first and foremost keep your desire well away. Otherwise you are giving yourself up to slavery and submitting your neck to the yoke, if ever you admire what is not your own and feel strongly for things that are dependent on others and are perishable.",
  "2027-06-01": "If on the other hand, they identify their good and interests with things that are external and outside the sphere of will, they are bound to be impeded and frustrated, subservient to those who have authority over the things that you have admired and feared. They are also bound to be utterly irreverent since they think that God has a grudge against them, and to be unfair, since they always grab more for themselves; and they are bound to lack self-respect and generosity.",
  "2027-06-02": "The most serious misfortune for a busy man who is overwhelmed by his possessions is, that he believes men to be his friends when he himself is not a friend to them, and that he deems his favours to be effective in winning friends, although, in the case of certain men, the more they owe, the more they hate.",
  "2027-06-03": "Thus Socrates became perfect, improving himself by everything. attending to nothing but reason. And though you are not yet a Socrates, you ought, however, to live as one desirous of becoming a Socrates. 51.",
  "2027-06-04": "Things and people are not what we wish them to be nor what they seem to be. They are what they are.",
  "2027-06-05": "Speak only what is useful and beneficial.",
  "2027-06-06": "Do not say of anything “I have lost it,",
  "2027-06-07": "It is impossible to learn that which one thinks one already knows.",
  "2027-06-08": "It is playing the game well that counts, not winning or losing, because although an action is up to us, its consequences are not.",
  "2027-06-09": "Approach life as your own Olympic Games—",
  "2027-06-10": "Stoicism doesn’t mean repressing emotion and shunning pleasure, I learned, but, in essence, focusing on what is within our power and letting go of everything we can’t control.",
  "2027-06-11": "When you're alone you should call this condition tranquility and freedom, and think of yourself like the gods; and when you are with many, you shouldn't call it a crowd, or trouble, or uneasiness, but festival and company, and contentedly accept it.",
  "2027-06-12": "But it would be beneath my dignity.’ Well, that is an additional factor that you bring to the question, not me. You are the one who knows yourself – which is to say, you know how much you are worth in your own estimation, and therefore at what price you will sell yourself; because people sell themselves at different rates.",
  "2027-06-13": "So when we are frustrated, angry or unhappy, never hold anyone except ourselves – that is, our judgements – accountable.",
  "2027-06-14": "Avoid Most Popular Entertainment Most of what passes for legitimate entertainment is inferior or foolish and only caters to or exploits people’s weaknesses. Avoid being one of the mob who indulges in such pastimes. Your life is too short and you have important things to do. Be discriminating about what images and ideas you permit into your mind. If you yourself don’t choose what thoughts and images you expose yourself to, someone else will, and their motives may not be the highest. It is the easiest thing in the world to slide imperceptibly into vulgarity. But there’s no need for that to happen if you determine not to waste your time and attention on mindless pap.",
  "2027-06-15": "[33] Consider at what price you sell your integrity; but please, for God’s sake, don’t sell it cheap.",
  "2027-06-16": "But prove to me that one who holds inferior judgments can prevail over a man who is superior in his judgments. You never will prove it, nor anything like it; for the law of nature and of god is this: Let the better always be superior to the worse… Thus I, too, lost my lamp to a thief because the thief was better at keeping awake than I. But he bought a lamp at the price of being a thief, a rogue, and a brute. That seemed to him a good bargain.  \tEpictetus",
  "2027-06-17": "If reason tells you a pleasure is wholesome and harmless, you may enjoy it in moderation. But take care not to let your happiness gradually become dependent on it.",
  "2027-06-18": "Nothing can truly be taken from us. There is nothing to lose. Inner peace begins when we stop saying of things, \"I have lost it\" and instead say, \"It has been returned to where it came from.\" [...] The important thing is to take great care with what you have while the world lets you have it.",
  "2027-06-19": "I hope death overtakes me when I’m occupied solely with the care of my character, in an effort to make it passionless, free, unrestricted and unrestrained.",
  "2027-06-20": "So why take on the burden of matters which you cannot answer for? You are only making unnecessary problems for yourself.",
  "2027-06-21": "If you hear that someone is speaking ill of you, instead of trying to defend yourself you should say: ‘He obviously does not know me very well, since there are so many other faults he could have mentioned’.",
  "2027-06-22": "And when you ask your employee to do something, remember that she may not do as you wish. But giving her the power to upset you does no good for either of you.",
  "2027-06-23": "No, I cannot escape death, [10] but at least I can escape the fear of it – or do I have to die moaning and groaning too?",
  "2027-06-24": "Evil is a by-product of forgetfulness, laziness, or distraction: it arises when we lose sight of our true aim in life",
  "2027-06-25": "If someone is the street were entrusted with your body, you would be furious. Yet you entrust your mind to anyone around who happens to insult you, and allow it to be troubled and confused. Aren't you ashamed of that?",
  "2027-06-26": "We have two ears and one mouth-so that we can listen twice as much as we speak",
  "2027-06-27": "If you would improve, be content to be thought foolish and dull with regard to externals. Do not desire to be thought to know anything; and though you should appear to others to be somebody, distrust yourself. For be assured, it is not easy at once to keep your will in harmony with nature and to secure externals; but while you are absorbed in the one, you must of necessity neglect the other. XIV",
  "2027-06-28": "The soul is like a bowl of water, with the soul’s impressions like the rays of light that strike the water. [21] Now, if the water is disturbed, the light appears to be disturbed together with it – though of course it is not.",
  "2027-06-29": "I will put you in chains.' What's that you say, friend? It's only my leg you will chain, not even God can conquer my will.",
  "2027-06-30": "These reasonings have no logical connection: “I am richer than you, therefore I am your superior.",
  "2027-07-01": "For as long as the Source entrusts something to your hands, treat it as something borrowed, like a traveller at an inn.",
  "2027-07-02": "The origin of sorrow is this: to wish for something that does not come to pass.",
  "2027-07-03": "But to myself all predictions are favorable if I wish them to be, since it is up to me to benefit from the outcome, whatever it may be.",
  "2027-07-04": "Show them where they go wrong and you will find that they’ll reform. But unless they see it, they are stuck with nothing better than their usual opinion as their practical guide.",
  "2027-07-05": "Spiritual progress requires us to highlight what is essential and to disregard everything else as trivial pursuits unworthy of our attention. Moreover, it is actually a good thing to be thought foolish and simple with regard to matters that don’t concern us. Don’t be concerned with other people’s impressions of you. They are dazzled and deluded by appearances. Stick with your purpose. This alone will strengthen your will and give your life coherence.",
  "2027-07-06": "If you wish to have peace and contentment, release your attachment to all things outside your control. This is the path of freedom and happiness. If you want not just peace and contentment, but power and wealth too, you may forfeit the former in seeking the latter, and will lose your freedom and happiness along the way.",
  "2027-07-07": "What, then, is your own? The way you live your life.",
  "2027-07-08": "I’m in difficulty, lord, and pitiable: no one cares about me, no one helps me; I’m the object of universal scorn.’ [49] Is that the witness you are going to bear, making a mockery of God’s summons, when he honoured you and judged you worthy to be his public spokesman?",
  "2027-07-09": "It is not reasonings that are wanted now,' he says, 'for there are books stuffed full of stoical reasonings. What is wanted, then? The man who shall apply them; whose actions may bear testimony to his doctrines. Assume this character for me, that we may no longer make use in the schools of the examples of the ancients, but may have some examples of our own.",
  "2027-07-10": "When you are feeling upset, angry, or sad,",
  "2027-07-11": "If what charms you is nothing but abstract principles, sit down and turn them over quietly in your mind: but never dub yourself a Philosopher, nor suffer others to call you so. Say rather: He is in error; for my desires, my impulses are unaltered. I give in my adhesion to what I did before; nor has my mode of dealing with the things of sense undergone any change.",
  "2027-07-12": "These inferences are invalid: “I am richer than you, therefore I am better than you,",
  "2027-07-13": "A companion's crudeness is bound to rub off on the one he is with, no matter how refined that person may be.",
  "2027-07-14": "So decide now that you are worthy of living as a full-grown man who is making progress, and make everything that seems best be a law that you cannot go against. And if you meet with any hardship or anything pleasant or reputable or disreputable, then remember that the contest is  now  and the Olympic games are  now  and you cannot put things off any more and that your progress is made or destroyed by a single day and a single action",
  "2027-07-15": "that rational animals can hold off acting on impressions until they are scrutinized and assessed; and (2) if they are judged unreasonable – i.e. irrational or merely impractical – we can and should withhold our assent from them.",
  "2027-07-16": "A bad person’s character cannot be trusted, it’s weak and indecisive, easily won over by different impressions at different times.",
  "2027-07-17": "Some things are up to us, and some things are not up to us.",
  "2027-07-18": "If a man, said Epictetus, opposes evident truths, it is not easy to find arguments by which we shall make him change his opinion. But this does not arise either from the man's strength or the teacher's weakness; for when the man, though he has been confuted, is hardened like a stone, how shall we then be able to deal with him by argument?",
  "2027-07-19": "What else is freedom but the power to live our life the way we want? ‘Nothing.",
  "2027-07-20": "The first task of the person who wishes to live wisely is to free himself or herself from the confines of self-absorption.",
  "2027-07-21": "Find your significance within yourself. Within your own sphere of power—that is where you have the greatest consequence.",
  "2027-07-22": "No person is free who is not master of themselves.",
  "2027-07-23": "Don’t hope that events will turn out the way you want, welcome events in whichever way they happen: this is the path to peace.",
  "2027-07-24": "Therefore your will is your own business too.",
  "2027-07-25": "But my nose is running!' What do you have hands for, idiot, if not to wipe it? 'But how is it right that there be running noses in the first place?' Instead of thinking up protests, wouldn't it be easier just to wipe your nose?",
  "2027-07-26": "Will you never come to a realisation of who you are, what you have been born for and the purpose for which the gift of vision was made in our case?",
  "2027-07-27": "Lead me, Fate, wherever you will, and I will cheerfully follow. For even if I kick and wail, all the same I must follow. —Cleanthes",
  "2027-07-28": "If your choices are beautiful, so too will you be.",
  "2027-07-29": "If you do not wish to be prone to anger, do not feed the habit; give it nothing which may tend its increase.",
  "2027-07-30": "Take example from the wrestling-masters. Has the boy fallen down? Get up, again, they say; wrestle again until you have made yourself strong. That’s the sort of attitude you should have…For both ruin and salvation have their source within you.",
  "2027-07-31": "When you see a person weeping in sorrow either when a. child goes abroad or when he is dead, or when the man has lost his property, take care that the appearance do not hurry you away with it, as if he were suffering in external things. But straightway make a distinction in your own mind, and be in readiness to say, it is not that which has happened that afflicts this man, for it does not afflict another, but it is the opinion about this thing which afflicts the man. So far as words then do not be unwilling to show him sympathy, and even if it happens so, to lament with him. But take care that you do not. lament internally also.",
  "2027-08-01": "For what else are tragedies but the ordeals of people who have come to value externals, tricked out in tragic verse?",
  "2027-08-02": "They made you responsible only for what is in your power – the proper use of impressions.",
  "2027-08-03": "For as wood is the material of the carpenter, and marble that of the sculptor, so the subject matter of the art of life is the life of the self.",
  "2027-08-04": "If you have a favorite cup, remember that it is only a cup that you prefer—if it is broken, you can bear it.",
  "2027-08-05": "Every moment think steadily as a Roman and a man to do what thou hast in hand with perfect and simple dignity, and feeling of affection, and freedom, and justice; and to give thyself relief from all other thoughts.",
  "2027-08-06": "We must endure, and toil without complaining.",
  "2027-08-07": "There is nothing more inspiring than a speaker who makes clear to his audience that he has need of them. [37] Tell me – has anyone who has ever heard you read or discourse felt self-remorse as a result, or experienced self-realization, or afterwards left thinking, ‘The philosopher touched a nerve there; I can’t go on acting as I have’?",
  "2027-08-08": "Instead of acting on impulse, take a step back—wait till the enchantment fades and you can see things as they are.",
  "2027-08-09": "It is difficult circumstances that show real men.",
  "2027-08-10": "The Body is the raw material of the doctor and physical therapist. Land is the farmer’s raw material. The raw material of the Good Man is His Mind, His Goal being to respond to impressions the way nature intended.  As a general rule, nature designed The Mind to assent to what is true, dissent from what is false, and suspend judgement in doubtful cases. Similarly, it conditioned the mind to desire what is good, to reject what is bad, and to regard with indifference what is neither one or the other.",
  "2027-08-11": "Whatever is enough is abundant in the eyes of virtue.",
  "2027-08-12": "You should keep learning as long as you are ignorant, – even to the end of your life, if there is anything in the proverb. And the proverb suits the present case as well as any: \"As long as you live, keep learning how to live.",
  "2027-08-13": "when we love, hate or fear such things, then the people who administer them are bound to become our masters.",
  "2027-08-14": "The upshot is that if you identify self-interest with piety, honesty, country, parents and friends, then they are all secure.",
  "2027-08-15": "Getting rid of these, too, requires looking to God for help, trusting him alone, and submitting to his direction. [47] Then if you’re not willing to do this – all tears and agitation – you will serve someone physically more powerful than you, and continue to look outside yourself for happiness, fated never to find it. And that is because you look for it in the wrong place, forgetting to look where it really lies.",
  "2027-08-16": "Content yourself with being a lover of wisdom, a seeker of the truth. Return and return again to what is essential and worthy. Do not try to seem wise to others. If you want to live a wise life, live it on your own terms and in your own eyes.",
  "2027-08-17": "Whenever we do something wrong, then, from now on we will not blame anything except the opinion on which it’s based; and we will try to root out wrong opinions with more determination than we remove tumours or infections from the body. [36]",
  "2027-08-18": "No man can rob us of our Will—no man can lord it over that!",
  "2027-08-19": "When the soul cries out, it is a sign that we have arrived at a necessary, mature stage of self-reflection. The secret is not to get stuck there dithering or wringing your hands, but to move forward by resolving to heal yourself.",
  "2027-08-20": "You bear God within you, poor wretch, and know it not.",
  "2027-08-21": "No. Instead from school it’s straight off to the theatre, to a gladiatorial game, to an athletic show or the circus. Then from there you come back here, and from here, off you go again, the same people, the same pursuits – [15] you show no serious discipline, concern, or care for yourself.",
  "2027-08-22": "Each time an obstacle arises, remind yourself of this truth. While it may hinder some part of you, it cannot constrain your true self.",
  "2027-08-23": "Stop aspiring to be anyone other than your own best self: for that does fall within your control.",
  "2027-08-24": "Don’t look for it in externals; it isn’t in the body, and, if you doubt me, just look at Myron or Ophellius. It isn’t in wealth, look at Croesus, or look at the rich of today: you’ll see how unhappy they are.",
  "2027-08-25": "A vine cannot behave olively, nor an olive tree vinely – it is impossible, inconceivable.",
  "2027-08-26": "It’s like weaving: the weaver does not make the wool, he makes the best use of whatever wool he’s given.",
  "2027-08-27": "These reasonings are unconnected: “I am richer than you, therefore I am better",
  "2027-08-28": "Bring on whatever difficulties you like, Zeus; I have resources and a constitution that you gave me by means of which I can do myself credit whatever happens.",
  "2027-08-29": "In every act observe the things which come first, and those which follow it; and so proceed to the act. If you do not, at first you will approach it with alacrity, without having thought of the things which will follow; but afterward, when certain base things have shown themselves, you will be ashamed. A man wishes to conquer at the Olympic games. I also wish indeed, for it is a fine thing. But observe both the things which come first, and the things which follow; and then begin the act. You must do everything according to rule, eat according to strict orders, abstain from delicacies, exercise yourself as you are bid at appointed times, in heat, in cold, you must not drink cold water, nor wine as you choose; in a word, you must deliver yourself up to the exercise master as you do to the physician, and then proceed to the contest. And sometimes you will strain the hand, put the ankle out of joint, swallow much dust, sometimes be flogged, and after all this be defeated. When you have considered all this, if you still choose, go to the contest: if you do not, you will behave like children, who at one time play at wrestlers, another time as flute players, again as gladiators, then as trumpeters, then as tragic actors: so you also will be at one time an athlete, at another a gladiator, then a rhetorician, then a philosopher, but with your whole soul you will be nothing at all; but like an ape you imitate everything that you see, and one thing after another pleases you. For you have not undertaken anything with consideration, nor have you surveyed it well; but carelessly and with cold desire.",
  "2027-08-30": "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. Which is why it is essential that we not respond impulsively to impressions; take a moment before reacting, and you will find it is easier to maintain control.",
  "2027-08-31": "It is a universal law – have no illusions – that every creature alive is attached to nothing so much as to its own self-interest.",
  "2027-09-01": "Care for your body as needed, but put your main energies and efforts into cultivating your mind.",
  "2027-09-02": "If someone tried to take control of your body and make you a slave, you would fight for freedom. Yet, how easily you hand over your mind to anyone who insults you.",
  "2027-09-03": "It is not the events but our viewpoint toward events that is the determining factor. We ought to be more concerned about removing wrong thoughts from the mind than removing tumors and abscesses from the body.",
  "2027-09-04": "keep your language free of obscenities. Do not dip into the gutter in search of cheap laughs.",
  "2027-09-05": "Do not laugh loudly and obnoxiously.",
  "2027-09-06": "why act the part of a Jew when you’re Greek? [ 20] Don’t you know why it is that a person is called a Jew, Syrian, or Egyptian? And when we see someone hesitating between two creeds, we’re accustomed to say, ‘He is no Jew, but is merely acting the part.’ But when he assumes the frame of mind of one who has been baptized * and has made his choice, then he really is a Jew, and is called by that name.",
  "2027-09-07": "This is God's signal to you: if you want, you are free; if you want, you will blame no one, you will accuse no one - if you want, everything will happen according to plan, yours as well as God's.",
  "2027-09-08": "if you know you are in the right, why fear those who misjudge you?",
  "2027-09-09": "I must be exiled; but is there anything to keep me from going with a smile, calm and self-composed?",
  "2027-09-10": "And can you be forced by anyone to desire something against your will? ‘No.",
  "2027-09-11": "you think of yourself as no more than a single thread in the robe, whose duty it is to conform to the mass of people – just as a single white thread seemingly has no wish to clash with the remainder of the garment. [18] But I aspire to be the purple stripe, that is, the garment’s brilliant hem. However small a part it may be, it can still manage to make the garment as a whole attractive. Don’t tell me, then, ‘Be like the rest,’ because in that case I cannot be the purple stripe.3",
  "2027-09-12": "If any of you are serious about being a friend, rid yourself of such attitudes, condemn them and drive them out of your mind. [35] That way, you won’t be hard on yourself, or be forever fighting, second-guessing and tormenting yourself. [36] And then you will be in a condition to befriend others – forming easy and natural relationships with like-minded people, but capable too of treating unenlightened souls with sympathy and indulgence, remembering that they are ignorant or mistaken about what’s most important. Never be harsh, remember Plato’s dictum: ‘Every soul is deprived of the truth against its will.’83",
  "2027-09-13": "Be confident in everything outside the will, and cautious in everything under the will’s control.",
  "2027-09-14": "It is better to die poor, while free from fear and grief, than to live surrounded by riches and filled with anxiety.",
  "2027-09-15": "Desire to become pure, and, once pure, you will be at ease with yourself, and comfortable in the company of God.",
  "2027-09-16": "Don’t demand that things happen as you wish, but wish that they happen as they do happen, and you will go on well.",
  "2027-09-17": "But the tyrant will chain …’ What? Your legs. ‘But he’ll cut off …’ What? Your head. What is he incapable, then, of chaining up or cutting off? Your power of choice.",
  "2027-09-18": "Of all existing things some are in our power, and others are not in our power. In our power are thought, impulse, will to get and will to avoid, and, in a word, everything which is our own doing. Things not in our power include the body, property, reputation, office, and, in a word, everything which is not our own doing. Things in our power are by nature free, unhindered, untrammelled; things not in our power are weak, servile, subject to hindrance, dependent on others.",
  "2027-09-19": "It’s only my leg you will chain, not even God can conquer my will.’ ‘I will throw you into prison.’ ‘Correction – it is my body you will throw there.",
  "2027-09-20": "[8] Yet if we place the good in right choice, the preservation of our relationships itself becomes a good. And besides, he who gives up certain external things achieves the good through that. [9] ‘My father’s depriving me of money.’ But he isn’t causing you any harm. ‘My brother is going to get the greater share of the land.’ Let him have as much as he wishes. He won’t be getting any of your decency, will he, or of your loyalty, or of your brotherly love? [10] For who can disinherit you of possessions such as those? Not even Zeus; nor would he wish to, but rather he has placed all of that in my own power, even as he had it himself, free from hindrance, compulsion, and restraint.",
  "2027-09-21": "But standards of reasonableness and unreasonableness vary from one person to the next – just as we consider different things good or bad, harmful or beneficial. [6] Which is why education has no goal more important than bringing our preconception of what is reasonable and unreasonable in alignment with nature.",
  "2027-09-22": "You cannot choose the era, nationality, family, and body into which you are born. But to act well in your given role—this is your sphere of power.",
  "2027-09-23": "If you commit to philosophy, be prepared at once to be laughed at and made the butt of many snide remarks, like, ‘Suddenly there’s a philosopher among us!’ and ‘What makes him so pretentious now?’ Only don’t be pretentious: just stick to your principles as if God had made you accept the role of philosopher. And rest assured that, if you remain true to them, the same people who made fun of you will come to admire you in time; whereas, if you let these people dissuade you from your choice, you will earn their derision twice over.",
  "2027-09-24": "True peace is characterized by nothing so much as steadiness and imperturbability.",
  "2027-09-25": "For sheep don't throw up the grass to show shepherds how much they have eaten; but, inwardly digest their food, they outwardly produce wool and milk.",
  "2027-09-26": "Do not seek to have events happen as you want them to, but instead want them to happen as they do happen, and your life will go well.",
  "2027-09-27": "Whenever externals are more important to you than your own integrity, then be prepared to serve them the remainder of your life.",
  "2027-09-28": "Two elements are combined in our creation, the body, which we have in common with the beasts; and reason and good judgement, which we share with the gods. Most of us tend toward the former connection, miserable and mortal though it is, whereas only a few favour this holy and blessed alliance.",
  "2027-09-29": "First, tell yourself what you want to be, then act your part accordingly.",
  "2027-09-30": "If you now neglect things and are lazy and are always making delay after delay and set one day after another as the day for paying attention to yourself, then without realizing it you will make no progress but will end up a non-philosopher all through life and death. So decide now that you are worthy of living as a full-grown man who is making progress, and make everything that seems best to be a law that you cannot go against. And if you meet with any hardship or anything pleasant or reputable or disreputable, then remember that the contest is now . . . and you cannot put things off anymore and that your progress is made or destroyed by a single day and a single action.",
  "2027-10-01": "In this body, this universe, this community, it is inevitable that each of us faces some such event. [28] Your job, then, is to appear before the court, say what you have to say and make the best of the situation. [29] Then the judge declares you guilty. ‘I wish you well, judge. I did my part, you can decide if you did yours.’ Because the judge runs a risk too, don’t forget.",
  "2027-10-02": "Ask not that events should happen as you will, but let your will be that events should happen as they do, and you shall have peace.",
  "2027-10-03": "Will the wise man refuse to engage with such a person, and avoid all dialogue and examination? [26] But of all people he is supposed to be most adept in argument, expert in question and answer, and proof against sophisms and deceit. [27] Or will he engage with him but without caring whether he argues in a confused or careless manner? In that case how then will he be the sort of man we imagine him to be?",
  "2027-10-04": "End the habit of despising things that are not within your power,",
  "2027-10-05": "So what oppresses and scares us? It is our own thoughts, obviously.",
  "2027-10-06": "Continually remind yourself that you are a mortal being, and someday will die.",
  "2027-10-07": "whether it concerns the things which are within our own power or those which are not; and if it concerns anything beyond our power, be prepared to say that it is nothing to you.",
  "2027-10-08": "But when he comes in thunder and lightning brandishing these things, and I show fear in response, in effect I have been brought face to face with my master, just like a runaway slave.",
  "2027-10-09": "that you never be unfortunate or unhappy, but free, unrestricted and unrestrained; in sympathy with God’s rule, which you submit to cheerfully; at odds with no one, no one’s accuser; able in all sincerity to speak Cleanthes’ line: ‘Lead me, Zeus, lead me, Destiny.",
  "2027-10-10": "________ Do not wish that all things will go well with you, but that you will go well with all things.",
  "2027-10-11": "If you want not just peace and contentment, but power and wealth too, you may forfeit the former in seeking the latter, and will lose your freedom and happiness along the way. Whenever distress or displeasure arises in your mind, remind yourself, “This is only my interpretation, not reality itself.",
  "2027-10-12": "No thief can steal your will.",
  "2027-10-13": "Goodness exists independently of our conception of it. The good is out there and it always has been out there, even before we began to exist.",
  "2027-10-14": "Free is the person who lives as he wishes - And cannot be coerced, impeded, or compelled, whose impulses cannot be thwarted, who always gets what he desires, and never has to experience what he would rather avoid.",
  "2027-10-15": "Friends, wait for God. When He gives the signal, and releases you from this service, then depart to Him. But for the present, endure to dwell in the place wherein He has assigned you your post. Short indeed is the time of your habitation, and easy to those that are thus minded. What tyrant, what robber, what tribunals have any terrors for those who thus esteem the body and all that belong to it as of no account?",
  "2027-10-16": "If I cherish my body, I make a slave of myself, if I cherish my property, I make a slave of myself; [24] because I’ve disclosed the means to make me captive. When a snake pulls back its head, right away I think, ‘Hit it just there, on the part that it’s protecting.’ In the same way you may be sure that whatever you are seen to protect, that will become your enemy’s focus of attack. [25] Keep this in mind, then there will be no one you will need to fear or flatter.",
  "2027-10-17": "Proper preparation for the future consists of forming good personal habits.",
  "2027-10-18": "Where are you going to find serenity and independence – in something free, or something enslaved?",
  "2027-10-19": "Avoid taking oaths",
  "2027-10-20": "He didn’t care; it was not his skin he wanted to save, but the man of honour and integrity. These things are not open to compromise or negotiation.",
  "2027-10-21": "So-and-so’s son died.’ (‘The question’). Answer: ‘Since it’s nothing he can control, it isn’t bad.",
  "2027-10-22": "Continually remind yourself that you are a mortal being, and someday will die. This will inspire you not to waste precious time in fruitless activities, like stewing over grievances and striving after possessions.",
  "2027-10-23": "ask yourself how Socrates or Zeno",
  "2027-10-24": "[24] In a piece of embossed silverware, what is best: the silver or the workmanship? The substance of the hand is mere flesh, but what is important is the works that the hand produces. [25] Now, appropriate actions are of three kinds:* first, those relating to mere existence, secondly, those relating to existence of a particular kind, and thirdly, those that are themselves principal duties. And what are those? [26] Fulfilling one’s role as a citizen, marrying, having children, honouring God, taking care of one’s parents, and, in a word, having our desires and aversions, and our motives to act and or not to act, as each of them ought to be, in accordance with our nature. And what is our nature? [27] To be people who are free, noble-minded, and self-respecting. For what other animal blushes; what other animal has a sense of shame? [28] Pleasure should be subordinated to these duties as a servant, as an attendant,* so as to arouse our zeal, so as to ensure that we consistently act in accord with nature.",
  "2027-10-25": "When anyone provokes you, remember that it is actually your own opinion provoking you. It is not the person who insults or attacks you who torments your mind, but the view you take of these things. Do not be fooled by how things first appear. With time and greater perspective, you can regain inner peace.",
  "2027-10-26": "if anyone should tell you that a particular person has spoken critically of you, don’t bother with excuses or defenses. Just smile and reply, “I guess that person doesn’t know about all my other faults. Otherwise, he wouldn’t have mentioned only these.",
  "2027-10-27": "If you are praised by others, be skeptical of yourself. For it is no easy feat to hold onto your inner harmony while collecting accolades.",
  "2027-10-28": "Seeing that our birth involves the blending of these two things—the body, on the one hand, that we share with animals, and, on the other hand, rationality and intelligence, that we share with the gods—most of us incline to this former relationship, wretched and dead though it is, while only a few to the one that is divine and blessed.",
  "2027-10-29": "A fool cannot be convinced or even compelled to renounce his folly.",
  "2027-10-30": "Be sure to foresee whatever can be foreseen by planning. Observe and avoid, long before it happens, anything that is likely to do you harm. To effect this your best assistance will be a spirit of confidence and a mind strongly resolved to endure all things. He who can bear Fortune, can also beware of Fortune. At any rate, there is no dashing of billows when the sea is calm. And there is nothing more wretched or foolish than premature fear. What madness it is to anticipate one's troubles!",
  "2027-10-31": "the ability to make good use of impressions",
  "2027-11-01": "Because when you engage in the same things as the masses, you lower yourself to their level.",
  "2027-11-02": "You should thank the gods for making you strong enough to survive what you cannot control, and only responsible for what you can. [33] The gods have released you from accountability for your parents, your siblings, your body, your possessions – for death and for life itself. [34] They made you responsible only for what is in your power – the proper use of impressions. [35] So why take on the burden of matters which you cannot answer for? You are only making unnecessary problems for yourself.",
  "2027-11-03": "Faithfulness is the antidote to bitterness and confusion.",
  "2027-11-04": "Happiness is commonly mistaken for passively experienced pleasure or leisure. That conception of happiness is good only as far as it goes. The only worthy object of all our efforts is a flourishing life. True happiness is a verb. It’s the ongoing dynamic performance of worthy deeds. The flourishing life, whose foundation is virtuous intention, is something we continually improvise, and in doing so our souls mature. Our life has usefulness to ourselves and to the people we touch.",
  "2027-11-05": "It is a measure of the effort we are prepared to expend to guard against deception when accuracy is at a premium.",
  "2027-11-06": "Where does the good lie? ‘In the will.’ And evil? ‘Also in the will.’ And things neither good nor bad – ‘… lie in whatever is external to the will.",
  "2027-11-07": "Everything is estimated by the standard of its own good. The vine is valued for its productiveness and the flavour of its wine, the stag for his speed. We ask, with regard to beasts of burden, how sturdy of back they are; for their only use is to bear burdens. If a dog is to find the trail of a wild beast, keenness of scent is of first importance; if to catch his quarry, swiftness of foot; if to attack and harry it, courage. In each thing that quality should be best for which the thing is brought into being and by which it is judged. And what quality is best in man? It is reason; by virtue of reason he surpasses the animals, and is surpassed only by the gods. Perfect reason is therefore the good peculiar to man; all other qualities he shares in some degree with animals and plants. Man is strong; so is the lion. Man is comely; so is the peacock. Man is swift; so is the horse. I do not say that man is surpassed in all these qualities. I am not seeking to find that which is greatest in him, but that which is peculiarly his own. Man has body; so also have trees. Man has the power to act and to move at will; so have beasts and worms. Man has a voice; but how much louder is the voice of the dog, how much shriller that of the eagle, how much deeper that of the bull, how much sweeter and more melodious that of the nightingale! What then is peculiar to man? Reason. When this is right and has reached perfection, man's felicity is complete. Hence, if everything is praiseworthy and has arrived at the end intended by its nature, when it has brought its peculiar good to perfection, and if man's peculiar good is reason; then, if a man has brought his reason to perfection, he is praiseworthy and has readied the end suited to his nature. This perfect reason is called virtue, and is likewise that which is honourable.",
  "2027-11-08": "It is better to live with one free man and to be without fear and free, than to be a slave with many.",
  "2027-11-09": "Gustavo Solivellas dice: \"Make the best use of what's in your power and take the rest as it happens\" (Epictetus)",
  "2027-11-10": "This World is one great City, and one if the substance whereof it is fashioned: a certain period indeed there needs must be, while these give place to those; some must perish for others to succeed; some move and some abide: yet all is full of friends--first God, then Men, whom Nature hath bound by ties of kindred each to each.",
  "2027-11-11": "It is circumstances, difficulties, which show what men are.",
  "2027-11-12": "has any of you such power as Socrates had, in all his intercourse with men, of winning them over to his own convictions?",
  "2027-11-13": "Ought not then this robber and this adulterer to be destroyed? By no means say so, but speak rather this way: This man who has been mistaken and deceived about the most important things, and blinded, not in the faculty of vision which distinguishes white and black, but in the faculty which distinguishes good and bad, should we destroy him? If you speak thus you will see how inhuman this is which you say, and that it is just as if you would say, Ought we not destroy this blind and deaf man?",
  "2027-11-14": "You can understand Archedemus and still be an adulterer and a cheater, a wolf or an ape rather than a human being; what's to stop you?",
  "2027-11-15": "Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions.",
  "2027-11-16": "Man is troubled not by events, but the meaning he gives them.",
  "2027-11-17": "Furthermore the true Cynic must know that he is sent as a Messenger from God to men, to show unto them that as touching good and evil they are in error; looking for these where they are not to be found, nor ever bethinking themselves where they are.",
  "2027-11-18": "It is no ordinary task merely to fulfill a man's promise. For what is Man? A rational animal, subject to death. At once we ask, from what does the rational element distinguish us? From wild beast. And from what else? From sheep and the like. Look to it then that you do nothing like the wild beast, else you destroy the Man in you and fail to fulfill his promise.",
  "2027-11-19": "You are not your body and hair-style, but your capacity for choosing well. If your choices are beautiful, so too will you be",
  "2027-11-20": "Now is the time to get serious about living your ideals. Once you have determined the spiritual principles you wish to exemplify, abide by these rules as if they were laws, as if it were indeed sinful to compromise them. Don’t mind if others don’t share your convictions. How long can you afford to put off who you really want to be? Your nobler self cannot wait any longer. Put your principles into practice—now. Stop the excuses and the procrastination. This is your life! You aren’t a child anymore. The sooner you set yourself to your spiritual program, the happier you will be. The longer you wait, the more you will be vulnerable to mediocrity and feel filled with shame and",
  "2027-11-21": "Don’t wish that all things will go well with you, but that you will go well with all things.",
  "2027-11-22": "Remember that you are an actor in a play, the character of which is determined by the Playwright: if He wishes the play to be short, it is short; if long, it is long; if He wishes you to play the part of a beggar, remember to act even this role adroitly; and so if your role be that of a cripple, an official, or a layman. For this is your business, to play admirably the role assigned you; but the selection of that role is Another's.",
  "2027-11-23": "Nothing great is produced suddenly, since not even the grape or fig is. If you say to me now that you want a fig, I will answer you that it requires time: let it flower first, then put forth fruit, and then ripen. Is then the fruit of or a fig-tree not perfected suddenly and in one hour, and would you possess the fruit of a man's mind in so short a time and so easily? Do not expect it, even if I tell you",
  "2027-11-24": "If someone succeeds in provoking you, realize that your mind is complicit in the provocation.",
  "2027-11-25": "All roads to Hades are of equal length",
  "2027-11-26": "It all amounts to nothing - and I was expecting to be overwhelmed",
  "2027-11-27": "Nothing great is produced suddenly, since not even the grape or the fig is. If you say to me now that you want a fig, I will answer to you that it requires time: let it flower first, then put forth fruit, and then ripen. Is then the fruit of a fig-tree not perfected suddenly and in one hour, and would you possess the fruit of a man's mind in so short a time and so easily? Do not expect it, even if I tell you.",
  "2027-11-28": "Grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference",
  "2027-11-29": "Thus do the more cautious of travellers act. The road is said to be beset by robbers. The traveller will not venture alone, but awaits the companionship on the road of an ambassador, a quaestor or a proconsul. To him he attaches himself and thus passes by in safety. So doth the wise man in the world.",
  "2027-11-30": "Progress is not achieved by luck or accident, but by working on yourself daily.",
  "2027-12-01": "What then is education? Education is the learning how to adapt the natural praecognitions to the particular things conformably to nature; and then to distinguish that of things some are in our power, but others are not.",
  "2027-12-02": "Therefore we ought to exercise ourselves in small things, and beginning with them to proceed to the greater.",
  "2027-12-03": "Unremarkable lives are marked by the fear of not looking capable when trying something new.",
  "2027-12-04": "Be satisfied then in everything with being a philosopher; and if you wish to seem also to any person to be a philosopher, appear so to yourself, and you will be able to do this.",
  "2027-12-05": "If any be unhappy, let him remember that he is unhappy by reason of himself alone. For God hath made all men to enjoy felicity and constancy of good. CXXIII",
  "2027-12-06": "Where is progress, then? If there is anyone who renounces externals and attends instead to their character, cultivating and perfecting it so that it agrees with nature, making it honest and trustworthy, elevated, free, unchecked and undeterred; [19] and if they’ve learned that whoever desires or avoids things outside their control cannot be free or faithful, but has to shift and fluctuate right along with them, subject to anyone with the power to furnish or deprive them of these externals; [20] and if from the moment they get up in the morning they adhere to their ideals, eating and bathing like a person of integrity, putting their principles into practice in every situation they face – the way a runner does when he applies the principles of running, or a singer those of musicianship [21] – that is where you will see true progress embodied, and find someone who has not wasted their time making the journey here from home.",
  "2027-12-07": "Set your expectations accordingly, and you won’t be disappointed.",
  "2027-12-08": "It is not possible that what is by nature free can be disturbed by anything else, or hindered by any other thing than by itself. But it is a man's own opinions which disturb him. For when the tyrant says to a man, I will chain your leg, he who values his leg says, Do not; have pity. But he who values his own will says, If it appears more advantageous to you, chain it.",
  "2027-12-09": "But I shall wear a crown of gold. If you desire a crown at all, take a crown of roses and put it on, for it will be more elegant in appearance.",
  "2027-12-10": "if it is beyond your power to control, let it go."
}
